[
  {
    "Nombre": "Dragon, true"
  },
  {
    "Combate": "\nA dragon attacks with its powerful claws and bite, and can also use a breath weapon and special physical attacks, depending on its size. It prefers to fight on the wing, staying out of reach until it has worn down the enemy with ranged attacks. Older, more intelligent dragons are adept at sizing up the opposition and eliminating the most dangerous foes first (or avoiding them while picking off weaker enemies).\nThe table below provides space and reach statistics for dragons of various sizes, plus the natural weapons a dragon of a certain size can employ and the damage those attacks deal.\nBite: Bite attacks deal the indicated damage plus the dragon’s Strength bonus. A dragon also can use its bite to snatch opponents if it has the Snatch feat.\nClaw: Claw attacks deal the indicated damage plus 1/2 the dragon’s Strength bonus (round down). The dragon also can use its claws to snatch opponents if it has the Snatch feat. Claw attacks are secondary attacks, requiring a –5 penalty on the attack roll. (Many dragons choose the Multiattack feat to lessen this penalty to –2).\nWing: The dragon can slam opponents with its wings, even when flying. Wing attacks deal the indicated damage plus 1/2 the dragon’s Strength bonus (round down) and are treated as secondary attacks.\nTail Slap: The dragon can slap one opponent each round with its tail. A tail slap deals the indicated damage plus 1-1/2 times the dragon’s Strength bonus (round down) and is treated as a secondary attack.\nCrush (Ex): This special attack allows a flying or jumping dragon of at least Huge size to land on opponents as a standard action, using its whole body to crush them. Crush attacks are effective only against opponents three or more size categories smaller than the dragon (though it can attempt normal overrun or grapple attacks against larger opponents).\nA crush attack affects as many creatures as can fit under the dragon’s body. Creatures in the affected area must succeed on a Reflex save (DC equal to that of the dragon’s breath weapon) or be pinned, automatically taking bludgeoning damage during the next round unless the dragon moves off them. If the dragon chooses to maintain the pin, treat it as a normal grapple attack. Pinned opponents take damage from the crush each round if they don’t escape.\nA crush attack deals the indicated damage plus 1-1/2 times the dragon’s Strength bonus (round down).\nTail Sweep (Ex): This special attack allows a dragon of at least Gargantuan size to sweep with its tail as a standard action. The sweep affects a half-circle with a radius of 30 feet (or 40 feet for a Colossal dragon), extending from an intersection on the edge of the dragon’s space in any direction. Creatures within the swept area are affected if they are four or more size categories smaller than the dragon. A tail sweep automatically deals the indicated damage plus 1-1/2 times the dragon’s Strength bonus (round down). Affected creatures can attempt Reflex saves to take half damage (DC equal to that of the dragon’s breath weapon).\nGrappling: Dragons do not favor grapple attacks, though their crush attack (and Snatch feat, if they know it) use normal grapple rules. A dragon can always use its breath weapon while grappling, as well as its spells and spell-like or supernatural abilities, provided it succeeds on Concentration checks.\nBreath Weapon (Su): Using a breath weapon is a standard action. Once a dragon breathes, it can’t breathe again until 1d4 rounds later. If a dragon has more than one type of breath weapon, it still can breathe only once every 1d4 rounds. A blast from a breath weapon always starts at any intersection adjacent to the dragon and extends in a direction of the dragon’s choice, with an area as noted on the table below. If the breath weapon deals damage, creatures caught in the area can attempt Reflex saves to take half damage; the DC depends on the dragon’s age and variety, and is given in each individual entry. Saves against nondamaging breath weapons use the same DC; the kind of saving throw is noted in the variety descriptions. The save DC against a breath weapon is 10 + 1/2 dragon’s HD + dragon’s Con modifier.\nBreath weapons come in two basic shapes, line and cone, whose areas vary with the dragon’s size.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrightful Presence (Ex): A young adult or older dragon can unsettle foes with its mere presence. The ability takes effect automatically whenever the dragon attacks, charges, or flies overhead. Creatures within a radius of 30 feet x the dragon’s age category are subject to the effect if they have fewer HD than the dragon. A potentially affected creature that succeeds on a Will save (DC 10 + 1/2 dragon’s HD + dragon’s Cha modifier) remains immune to that dragon’s frightful presence for 24 hours. On a failure, creatures with 4 or less HD become panicked for 4d6 rounds and those with 5 or more HD become shaken for 4d6 rounds. Dragons ignore the frightful presence of other dragons.\nSpells: A dragon knows and casts arcane spells as a sorcerer of the level indicated in its variety description, gaining bonus spells for a high Charisma score. Some dragons can also cast spells from the cleric list or cleric domain lists as arcane spells.\nSpell-Like Abilities: A dragon’s spell-like abilities depend on its age and variety. It gains the abilities indicated for its age plus all previous ones. Its age category or its sorcerer caster level, whichever is higher, is the caster level for these abilities. The save DC is 10 + dragon’s Cha modifier + spell level. All spell-like abilities are usable once per day unless otherwise noted.\nDamage Reduction (Su): Young adult and older dragons have damage reduction. Their natural weapons are treated as magic weapons for the purpose of overcoming damage reduction.\nImmunities (Ex): All dragons have immunity to sleep and paralysis effects. Each variety of dragon has immunity to one or two additional forms of attack no matter what its age, as given in its description.\nSpell Resistance (Ex): As dragons age, they become more resistant to spells and spell-like abilities, as indicated in the variety descriptions.\nBlindsense (Ex): Dragons can pinpoint creatures within a distance of 60 feet. Opponents the dragon can’t actually see still have total concealment against the dragon.\nKeen Senses (Ex): A dragon sees four times as well a human in shadowy illumination and twice as well in normal light. It also has darkvision out to 120 feet.\nSkills: All dragons have skill points equal to (6 + Int modifier, minimum 1) x (Hit Dice + 3). Most dragons purchase the following skills at the maximum ranks possible: Listen, Search, and Spot. The remaining skill points are generally spent on Concentration, Diplomacy, Escape Artist, Intimidate, Knowledge (any), Sense Motive, and Use Magic Device at a cost of 1 skill point per rank. All these skills are considered class skills for dragons. (Each dragon has other class skills as well, as noted in the variety descriptions.)\nFeats: All dragons have one feat, plus additional feats based on Hit Dice just like any other creature. Dragons favor Alertness, Blind Fight, Cleave, Flyby Attack, Hover, Improved Initiative, Improved Sunder, Power Attack, Snatch, Weapon Focus (claw or bite), Wingover, and any metamagic feat that is available and useful to sorcerers.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDragon Overland Movement\nChromatic and metallic dragons are exceedingly strong flyers and can cover vast distances quickly. A dragon’s overland flying speed is a function of its tactical fly speed, as shown on the table below.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDragons do not tire as quickly as other creatures when moving overland on the ground. If a dragon attempts a hustle or a forced march, check for nonlethal damage once every 2 hours instead of every hour.\n\nDragonhide\nArmorsmiths can work with the hides of dragons to produce armor or shields of masterwork quality.\n\nChromatic Dragons\nChromatic dragons form the evil branch of dragonkind. They are aggressive, greedy, vain, and nasty.\n\nBlack Dragon\nBlue Dragon\nGreen Dragon\nRed Dragon\nWhite Dragon\nMetallic Dragons\nMetallic dragons make up the good branch of dragonkind, but they are every bit as aggressive as their evil cousins when threatened or challenged. They also tend to be covetous and proud.\n\nBrass Dragon\nBronze Dragon\nCopper Dragon\nGold Dragon\nSilver Dragon\nEpic Dragon\nAll epic dragons speak Draconic.\nEpic Dragon Age Categories \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEpic dragons share all the combat characteristics of standard dragons. Even wyrmling epic dragons are Huge, however, and are capable of making tail sweep and crush attacks. Although there is no size category larger than Colossal, the oldest epic dragons deal more damage with their attacks than other Colossal dragons, as shown on the Epic Dragon Face and Reach and Epic Dragon Attacks tables below. In addition, the breath weapon of the oldest epic dragons is a larger cone than most Colossal dragons possess. The size modifier for these dragons remains –8.\n\nEpic Dragon Space and Reach\n\n\n\n\n\n\n\n\n\n\n\nEpic Dragon Attacks\n\n\n\n\n\n\n\n\n\n\n\nEpic Dragon Breath Weapons\n\n\n\n\n\n\n\n\n\n\n\n\n\nWyrmling epic dragons possess certain abilities that common dragons do not acquire until later in life, including frightful presence, spellcasting, and Spell Resistance and Spell Immunity (SRD Special Ability). An epic dragon with a caster level above 20th gains the Improved Spell Capacity feat as a bonus feat once for every three caster levels above 20th. Any epic dragon can choose epic feats for which it otherwise meets the prerequisites. Epic dragons also have access to dragon feats, as well as the additional feats described in this book.\nEmpower Spell-Like Ability: An epic dragon can apply the Empower Spell feat to one of its spell-like abilities that it can use at least twice per day. If the dragon has limited use of the spell-like ability, the empowered ability uses up two uses of the ability. If the dragon can use the ability at will, there is no cost for empowering the ability. The dragon does not need to specify a spell-like ability when it chooses this feat; it can apply the feat to any spell-like ability it possesses.\nMaximize Spell-Like Ability: The dragon can apply the Maximize Spell feat to one of its spell-like abilities that it can use at least three times per day. If the dragon has limited use of the spell-like ability, the maximized ability uses up three uses of the ability. If the dragon can use the ability at will, there is no cost for maximizing the ability. The dragon does not need to specify a spell-like ability when it chooses this feat; it can apply the feat to any spell-like ability it possesses.\nEpic dragons fly even faster than common dragons, and can cover greater distances.\n\nEpic Dragon Overland Flying Speeds\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExcept as noted here, epic dragons conform to the general information that applies to all dragons given.\n\nForce Dragon\nPrismatic Dragon\nADVANCED DRAGON\nThe standard advancement rules allow dragons theoretically infinite progression even beyond the stage of great wyrm. The following rules let dragons improve more than their Hit Dice as they progress to epic heights of power.\nAge Category: A standard dragon gains one “virtual age category” for every 3 Hit Dice it gains beyond the great wyrm stage. Abilities that function once per day per age category or otherwise use the dragon’s age category as part of a calculation use this adjusted number. Epic dragons gain one age category per 5 Hit Dice beyond great wyrm.\nSize: One important element of dragon advancement is increasing size. The dragons that don’t reach Colossal size by the great wyrm stage can never reach it according to the standard advancement rules. When advancing a dragon, consider its basic size group: lesser (white, black, brass, and copper dragons), ordinary (green, blue, and bronze dragons), greater (silver, red, and gold), or epic (force and prismatic). A dragon that is Tiny as a wyrmling is in the lesser group, a dragon that is Small as a wyrmling and never reaches Colossal size is in the ordinary group, and a dragon that is Small to Large as a wyrmling and reaches Colossal by the great wyrm stage is in the greater group. A lesser dragon becomes Colossal when it gains two age categories (6 Hit Dice) beyond great wyrm. It increases to Colossal+ when it gains an additional four age categories (12 HD). An ordinary dragon becomes Colossal when it gains one age category (3 Hit Dice) beyond great wyrm. It increases to Colossal+ when it gains an additional four age categories (12 HD). A greater dragon becomes Colossal+ when it gains four age categories (12 HD) more than it needed to reach the Colossal size.\nEpic dragons, already Colossal+ by the time they reach the great wyrm stage, do not increase in size thereafter. Use the information presented under the epic dragon entry, below, to determine the statistics of a Colossal+ dragon.\nArmor Class: A dragon’s natural armor bonus increases by +1 for every Hit Die it gains beyond the great wyrm stage. (This rule applies for lesser dragon advancement as well, since natural armor and Hit Dice always increase at the same rate.)\nBreath Weapon: If a dragon’s breath weapon deals damage, the damage typically increases by 2 dice for every virtual age category the dragon gains. The two exceptions among standard dragons are the brass and white dragons, whose breath weapon damage increases by only 1 die per age category. The saving throw DC against a dragon’s breath weapon remains 10 + 1/2 the dragon’s Hit Dice + its Constitution modifier.\nSpell Resistance: For standard advanced dragons, spell resistance increases by 2 per additional age category. For epic dragons, spell resistance increases by 3 (for force dragons) or 6 (for prismatic dragons) per additional age category.\nMove: When a dragon becomes Colossal, its fly speed increases by 50 feet and its maneuverability becomes clumsy. When it reaches Colossal+, its fly speed increases by another 50 feet, and its maneuverability remains clumsy. A dragon’s land speed and other special movement s (swim, burrow, and so on) do not change.\nAbility Scores: A great wyrm’s Strength and Constitution scores both increase by +2 for every virtual age category the dragon gains. Its Dexterity remains unchanged. Its Intelligence, Wisdom, and Charisma increase by +2 for every two age categories the dragon gains.\nSpecial:  Dragons do not gain additional spell-like abilities, but their damage reduction continues to increase as they gain Hit Dice. For most dragons (the exceptions being the force and prismatic dragons), the great wyrm’s damage reduction increases to 15/epic after exceeding the great wyrm age category and the dragon’s natural weapons count as epic weapons for the purposes of bypassing damage reduction.\nForce and prismatic dragons have the following DR progression: wyrmling 10/magic, young 15/magic, young adult 15/epic, mature adult 20/epic, very old 25/epic.\nCaster Level: A great wyrm’s caster level increases by 2 for every virtual age category the dragon gains. As with the epic dragons described later, advanced dragons gain the Improved Spell Capacity feat as a bonus feat once for every three caster levels above 20th.\nFeats: Like ordinary dragons, advanced dragons receive one feat for every 3 Hit Dice they have. Feats gained after the dragon attains great wyrm status can be epic feats.\nChallenge Rating: For standard dragons, CR increases by 2 per additional age category. For epic dragons, CR increases by 3 per additional age category. All other dragon statistics are as presented for dragons in general and specific dragon varieties.\n\nWikipedia Entries\nDragon\n\n\n"
  },
  {
    "Columnas": "Dragon Size\\Line* (Length)\\Cone** (Length)\\",
    "Fila 1": "Tiny\\30 ft.\\15 ft.\\",
    "Fila 2": "Small\\40 ft.\\20 ft.\\",
    "Fila 3": "Medium\\60 ft.\\30 ft.\\",
    "Fila 4": "Large\\80 ft.\\40 ft.\\",
    "Fila 5": "Huge\\100 ft.\\50 ft.\\",
    "Fila 6": "Gargantuan\\120 ft.\\60 ft.\\",
    "Fila 7": "Colossal\\140 ft.\\70 ft.\\",
    "Fila 8": "*A line is always 5 feet high and 5 feet wide.\\",
    "Fila 9": "**A cone is as high and wide as its length.\\"
  },
  {
    "Columnas": "Category\\Age (Years)\\",
    "Fila 1": "1 Wyrmling\\0–5\\",
    "Fila 2": "2 Very young\\6–15\\",
    "Fila 3": "3 Young\\16–25\\",
    "Fila 4": "4 Juvenile\\26–50\\",
    "Fila 5": "5 Young adult\\51–100\\",
    "Fila 6": "6 Adult\\101–200\\",
    "Fila 7": "7 Mature adult\\201–400\\",
    "Fila 8": "8 Old\\401–600\\",
    "Fila 9": "9 Very old\\601–800\\",
    "Fila 10": "10 Ancient\\801–1,000\\",
    "Fila 11": "11 Wyrm\\1,001–1,200\\",
    "Fila 12": "12 Great wyrm\\1,201 or more\\"
  },
  {
    "Columnas": "Size\\Space/Reach*\\1 Bite\\2 Claws\\2 Wings\\1 Tail Slap\\1Crush\\1 Tail Sweep\\",
    "Fila 1": "Tiny\\2-1/2 ft./0 ft. (5 ft. with bite)\\1d4\\1d3\\—\\—\\—\\—\\",
    "Fila 2": "Small\\5 ft./5 ft.\\1d6\\1d4\\—\\—\\—\\—\\",
    "Fila 3": "Medium\\5 ft./5 ft.\\1d8\\1d6\\1d4\\—\\—\\—\\",
    "Fila 4": "Large\\10 ft./5 ft. (10 ft. with bite)\\2d6\\1d8\\1d6\\1d8\\—\\—\\",
    "Fila 5": "Huge\\15 ft./10 ft. (15 ft. with bite)\\2d8\\2d6\\1d8\\2d6\\2d8\\—\\",
    "Fila 6": "Gargantuan\\20 ft./15 ft. (20 ft. with bite)\\4d6\\2d8\\2d6\\2d8\\4d6\\2d6\\",
    "Fila 7": "Colossal\\30 ft./20 ft. (30 ft. with bite)\\4d8\\4d6\\2d8\\4d6\\4d8\\2d8\\",
    "Fila 8": "*A dragon’s bite attack has reach as if the creature were one size category larger. All other attacks are made with the standard reach for the dragon’s size.\\"
  },
  {
    "Columnas": "\\100 feet\\150 feet\\200 feet\\250 feet\\",
    "Fila 1": "One Hour\\\\\\\\\\\\\\\\",
    "Fila 2": "Normal\\15 miles\\20 miles\\30 miles\\40 miles\\",
    "Fila 3": "Hustle\\24 miles\\40 miles\\60 miles\\80 miles\\",
    "Fila 4": "One Day\\\\\\\\\\\\\\\\",
    "Fila 5": "Normal\\120 miles\\160 miles\\240 miles\\320 miles\\"
  },
  {
    "Columnas": "\\Category \\Age (Years)\\",
    "Fila 1": "1\\Wyrmling\\0–10\\",
    "Fila 2": "2\\Very young\\11–30\\",
    "Fila 3": "3\\Young\\31–50\\",
    "Fila 4": "4\\Juvenile\\51–100\\",
    "Fila 5": "5\\Young adult\\101–200\\",
    "Fila 6": "6\\Adult\\201–400\\",
    "Fila 7": "7\\Mature adult\\401–800\\",
    "Fila 8": "8\\Old\\801–1, 200\\",
    "Fila 9": "9\\Very old\\1, 201–1, 600\\",
    "Fila 10": "10\\Ancient\\1, 601–2, 000\\",
    "Fila 11": "11\\Wyrm\\2, 001–2, 400\\",
    "Fila 12": "12\\Great wyrm\\2, 401+\\"
  },
  {
    "Columnas": "Size \\Space/Reach\\",
    "Fila 1": "Huge\\15 ft./10 ft.\\",
    "Fila 2": "Gargantuan\\20 ft./15 ft.\\",
    "Fila 3": "Colossal\\30 ft./20 ft.\\",
    "Fila 4": "Colossal+\\30 ft./20 ft.\\"
  },
  {
    "Columnas": "Size \\1 Bite\\2 Claws\\2 Wings\\1 Tail Slap\\1 Crush\\1 Tail Sweep\\",
    "Fila 1": "Huge\\2d8\\2d6\\1d8\\2d6\\2d8\\2d4\\",
    "Fila 2": "Gargantuan\\4d6\\2d8\\2d6\\2d8\\4d6\\2d6\\",
    "Fila 3": "Colossal\\4d8\\4d6\\2d8\\4d6\\4d8\\2d8\\",
    "Fila 4": "Colossal+\\8d6\\4d8\\4d6\\4d8\\8d6\\4d6\\"
  },
  {
    "Columnas": "Size \\Cone* (Length) \\",
    "Fila 1": "Huge\\50 ft.\\",
    "Fila 2": "Gargantuan\\60 ft.\\",
    "Fila 3": "Colossal\\70 ft.\\",
    "Fila 4": "Colossal+\\80 ft.\\",
    "Fila 5": "* A cone is as high and wide as its length.\\"
  },
  {
    "Columnas": "One Day \\\\",
    "Fila 1": "Normal\\40 miles\\50 miles\\60 miles\\",
    "Fila 2": "Hustle\\80 miles\\100 miles\\120 miles\\",
    "Fila 3": "\\",
    "Fila 4": "Normal\\320 miles\\400 miles\\480 miles\\"
  },
  {
    "Nombres de Tablas": "Dragon Overland Flying Speeds"
  }
]