[{"Nombre": "Adamantine golem"}, {"Monstruo y Nivel": "Adamantine Golem", "Size/Type": "Huge Construct", "Hit Dice": "54d10+40 (337 hp)", "Initiative": "–1 (Dex)", "Speed": "20 ft. (can’t run)", "Armor Class": "37 (–2 size, –1 Dex, +30 natural), touch 7, flat-footed 37", "Base Attack/Grapple": "+40/+68", "Attack": "Slam +58 (6d10+20) melee", "Full Attack": "2 slams +58 (6d10+20) melee", "Space/Reach": "15 ft./15 ft.", "Special Attacks": "Trample", "Special Qualities": "Construct traits, magic immunity, DR 20/epic and adamantine", "Saves": "Fort +18, Ref +17, Will +18", "Abilities": "Str 51, Dex 9, Con –, Int –, Wis 11, Cha 1", "Skills": "Jump +14", "Feats": "—", "Environment": "Any land", "Organization": "Solitary", "Challenge Rating": "25", "Treasure": "None", "Alignment": "Always neutral", "Advancement": "55–82 HD (Huge); 83–108 HD (Gargantuan)", "Level Adjustment": "—"}, {"Descripción": "An adamantine golem cannot speak or make any vocal noise, nor does it have any distinguishable odor.An adamantine golem’s natural weapons are treated as epic for the purpose of overcoming damage reduction."}, {"Combate": "Trample (Ex): As a standard action during its turn each round, the adamantine golem can literally run over an opponent at least one size category smaller than itself. The trample deals 8d10+30 points of bludgeoning Damage. Trampled opponents can either attempt attacks of opportunity at a –4 penalty or Reflex saves (DC 57) for half Damage. The DC is Strength-based.Magic Immunity (Ex): An adamantine golem is immune to all magical and supernatural effects.ConstructionAn adamantine golem’s body is sculpted from 45,000 pounds of pure iron and is then polymorphed wished into adamantine (using polymorph any object) (using wish). The golem costs 500,000 gold pieces to create, which includes 25,000 gp for the body. Assembling the body requires a successful Craft (armorsmithing) or Craft (weaponsmithing) check (DC 40). The creator must be 30th level, have the Craft Epic Magic Arms and Armor feat, and be able to cast arcane spells. Completing the ritual drains 10,000 XP from the creator and requires crushing hand, geas/quest, and wish.SEE WIKIPEDIA ENTRY: Golem"}]