[{"Monstruo y Nivel": "Anaxim", "Size/Type": "Medium Construct (Extraplanar, Lawful)", "Hit Dice": "38d10 (420 hp hp)", "Initiative": "+7 (Dex)", "Speed": "60 ft., fly 200 ft. (perfect)", "Armor Class": "37 (+7 Dex, +20 natural), touch 17, flat-footed 30", "Base Attack/Grapple": "+28/+40", "Attack": "Spinning blade +43 (2d6+12/19-20 (plus 1d6 on critical)) or electricity ray +35 ranged touch", "Full Attack": "2 spinning blades +43 (2d6+12/19-20(plus 1d6 on critical)) melee, 2 slams +35 melee (2d6+6), shocking touch +35 melee touch (2d6+6); or electricity ray +35 ranged touch (10d6 electricity), 6 spikes +30 ranged (2d6+12) (120 ft. range increment)", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "Rend 4d6+18, sonic blast, spell-like abilities, summon iron golem", "Special Qualities": "Abomination traits, magic immunity, construct traits, fast healing 15, SR 34, damage reduction 10/chaotic and epic and adamantine", "Saves": "Fort +12, Ref +19, Will +17", "Abilities": "Str 35, Dex 25, Con —, Int 10, Wis 20, Cha 20", "Skills": "Climb +53, Jump +65", "Feats": "Blind Fight, Cleave, Great Cleave, Improved Bull Rush, Improved Critical (blade), Improved Initiative, Improved Sunder, Power Attack, Weapon Focus (blade), Devastating Critical (blade), Epic Toughness, Epic Weapon Focus (blade), Overwhelming Critical (blade)", "Environment": "Any", "Organization": "Solitary, binary (pair), or command line (2–5 anaxims and 5–12 iron golems)", "Challenge Rating": "22", "Treasure": "Standard", "Alignment": "Always lawful neutral", "Advancement": "39–48 HD (Large); 49–55 HD (Huge); 56–70 HD (Gargantuan); 71–140 HD (Colossal)", "Level Adjustment": "—"}, {"Combate": "Sonic Blast (Ex): As a standard action, an anaxim can emit a 60-foot cone of sonic energy that deals 20d6 points of sonic damage to all creatures that fail a Reflex save (DC 29); those that succeed take half damage.The save DC is Constitution-basedRend (Ex): If the anaxim hits with both spinning blades, it slices particularly well. This attack automatically deals an additional 4d6+18 points of damage.Spell-Like Abilities: At will—greater dispel magic, displacement (DC 18), greater invisibility (DC 19), ethereal jaunt. Caster level 22nd. The save DCs are Charisma-based.Summon Iron Golem (Sp): An anaxim can summon an iron golem up to four times per day.Abomination Traits: Immune to polymorphing, petrification, and other form-altering attacks; not subject to ability drain, ability damage, or death from massive damage; immune to mind-affecting effects; fire resistance 20; cold resistance 20; nondetection; true seeing at will; blindsight 500 ft.; telepathy out to 1,000 ft.Construct Traits: Immune to mind-affecting effects (charms, compulsions, phantasms, patterns, and morale effects), and to poison, sleep, paralysis, stunning, disease, death effects, necromantic effects, and any effect that requires a Fortitude save unless it also works on objects. Cannot heal damage (though regeneration and fast healing still apply, if present). Not subject to critical hits, nonlethal damage, ability damage, ability drain, or energy drain. Not at risk of death from massive damage, but destroyed when reduced to 0 hit points or less; cannot be raised or resurrected. Darkvision 60 ft."}, {"ANAXIMAn anaxim’s natural weapons are treated as epic and lawful-aligned for the purpose of overcoming damage reduction.": ""}]