[{"Nombre": "Astral construct"}, {"Monstruo y Nivel": "9th-Level Astral Construct", "Size/Type": "Huge Construct", "Hit Dice": "19d10+40 (144 hp)", "Initiative": "+0", "Speed": "50 ft. (10 squares)", "Armor Class": "33 (+25 natural, –2 size), touch 8, flat-footed 33", "Base Attack/Grapple": "+16/+38", "Attack": "Slam +28 melee (2d6+16)", "Full Attack": "2 slams +28 melee (2d6+16)", "Space/Reach": "15 ft./15 ft.", "Special Attacks": "—", "Special Qualities": "Two abilities from Menu C, construct traits, damage reduction 15/magic, darkvision 60 ft., low-light vision", "Saves": "Fort +6, Ref +6, Will +6", "Abilities": "Str 43, Dex 11, Con —, Int —, Wis 11, Cha 10", "Skills": "—", "Feats": "—", "Environment": "Any", "Organization": "Solitary", "Challenge Rating": "10", "Treasure": "None", "Alignment": "Always neutral", "Advancement": "—", "Level Adjustment": "—"}, {"Combate": "Astral constructs act as directed by their creators. As a free action, a construct’s manifester can direct the construct to attack particular enemies, use specific tactics or powers, perform other actions, or do nothing at all. The construct does exactly what its creator directs it to do.An astral construct generally appears as an animate clump of ectoplasm with a vaguely humanoid shape, but the manifester can mold or sculpt one according to his or her whim within the limits imposed by the creature’s size. The quality of such “construct sculpture” is determined by a Craft (sculpting) check. A result of 10 to 19 creates a creature that is recognizably similar to the desired creature shape; a result of 20 to 29 creates a construct that looks like an accurate portrayal of that creature type; a result of 30 or higher creates a construct that looks like a specific individual. No matter how high the Craft (sculpting) check result, though, an astral construct’s appearance can’t hide the otherworldly material from which it is formed.Construct Traits: An astral construct has immunity to poison, sleep, paralysis, stunning, disease, death effects, necromancy effects, mind-affecting effects (charms, compulsions, phantasms, patterns, and morale effects), and any effect that requires a Fortitude save unless it also works on objects or is harmless. It is not subject to critical hits, nonlethal damage, ability damage, ability drain, fatigued, exhausted, or energy drain. It cannot heal damage, but it can be repaired.Special Abilities: Every time an astral construct is created, the manifester can choose to apply one special ability to the construct. When the manifester begins to manifest the astral construct power, he chooses one or more special abilities from a menu of abilities appropriate to that level of astral construct.CREATING AN ASTRAL CONSTRUCTWhen manifesting the astral construct power, the manifester assembles the desired creature from a menu of choices, as specified in the construct’s statistics block. A manifester can always substitute two choices from a lesser menu for one of its given abilities. Multiple selections of the same menu choice do not stack unless the ability specifically notes that stacking is allowed.Some menu choices grant an astral construct the ability to manifest specific powers as psi-like abilities. Unless using the ability is a free action, an astral construct manifesting such a power does so as a standard action that provokes attacks of opportunity. All such powers have a manifester level equal to the astral construct’s Hit Dice or the creator’s manifester level, whichever is lower.An astral construct does not need to meet the prerequisites for a feat granted by a menu choice.Astral Construct Menu AA manifester creating a 1st-level, 2nd-level, or 3rd-level astral construct can choose one special ability from this menu.Buff (Ex): The astral construct gains an extra 5 hit points.Celerity (Ex): The astral construct’s land speed is increased by 10 feet.Cleave (Ex): The astral construct gains the Cleave feat.Deflection (Ex): The astral construct gains a +1 deflection bonus to Armor Class.Fly (Ex): The astral construct has physical wings and a fly speed of 20 feet (average).Improved Bull Rush (Ex): The astral construct gains the Improved Bull Rush feat.Improved Slam Attack (Ex): The astral construct gains the Improved Natural Attack feat.Mobility (Ex): The astral construct gains the Mobility feat.Power Attack (Ex): The astral construct gains the Power Attack feat.Resistance (Ex): Choose one of the following energy types: fire, cold, acid, electricity, or sonic. The astral construct gains resistance 5 against that energy type.Swim (Ex): The astral construct is streamlined and shark like, and gains a swim speed of 30 feet.Trip (Ex): If the astral construct hits with a slam attack, it can attempt to trip the opponent as a free action without making a touch attack or provoking attacks of opportunity. If the attempt fails, the opponent cannot react to trip the astral construct.Astral Construct Menu BA manifester creating a 4th-level, 5th-level, or 6th-level astral construct can choose one special ability from this menu. Alternatively, the construct can have two special abilities from Menu A.Energy Touch (Ex): If you are a kineticist with the Expanded Knowledge feat tied to this power, the astral construct’s physical attacks are wreathed in your energy type an energy type of your choice (acid, cold, electricity, or fire), dealing an extra 1d6 points of energy damage. If you are not a kineticist Otherwise, the astral construct you manifest deals an extra 1d4 points of damage of an energy type you choose (fire, cold, acid, or electricity) when you manifest the construct.Extra Attack: If the astral construct is Medium or smaller, it gains two slam attacks instead of one when it makes a full attack. Its bonus on damage rolls for each attack is equal to its Strength modifier, not its Strength modifier x 1-1/2. If the astral construct is Large or larger, it gains three slams instead of two when it makes a full attack. Its attacks are otherwise unchanged.Fast Healing (Ex): The astral construct heals 2 hit points each round. It is still immediately destroyed when it reaches 0 hit points.Heavy Deflection (Ex): The astral construct gains a +4 deflection bonus to Armor Class.Improved Buff (Ex): The astral construct gains an extra 15 hit points.Improved Critical (Ex): The astral construct gains the Improved Critical feat with its slam attacks.Improved Damage Reduction (Ex): The astral construct’s surface forms a hard carapace and provides an additional 3 points of damage reduction (or damage reduction 3/magic if it does not already have damage reduction).Improved Fly (Ex): The astral construct has physical wings and a fly speed of 40 feet (average).Improved Grab (Ex): To use this ability, the construct must hit with its slam attack. A construct can use this ability only on a target that is at least one size smaller than itself.Improved Swim: The astral construct is streamlined and sharklike, and gains a swim speed of 60 feet.Muscle (Ex): The astral construct gains a +4 bonus to its Strength score.Poison Touch (Ex): If the astral construct hits with a melee attack, the target must make an initial Fortitude save (DC 10 + 1/2 astral construct’s HD + astral construct’s Cha modifier) or take 1 point of Constitution damage. One minute later, the target must save again or take 1d2 points of Constitution damage.Pounce (Ex): If the astral construct charges a foe, it can make a full attack.Smite (Su): Once per day the astral construct can make one attack that deals extra damage equal to its Hit Dice.Trample (Ex): As a standard action during its turn each round, a Large or larger astral construct can literally run over an opponent at least one size smaller than itself. It merely has to move over the opponent to deal bludgeoning damage equal to 1d8 + its Str modifier. The target can attempt a Reflex save (DC 10 + 1/2 astral construct’s Hit Dice + astral construct’s Str modifier) to negate the damage, or it can instead choose to make an attack of opportunity at a –4 penalty.Astral Construct Menu CA manifester creating a 7th-level, 8th-level, or 9th-level astral construct can choose one special ability from this menu. Alternatively, the astral construct can have two special abilities from Menu B. (One or both of the Menu B choices can be swapped for two choices from Menu A.)Blindsight (Ex): The astral construct has blindsight out to 60 feet.Concussion (Sp Ps): The astral construct can manifest concussion blast (manifester level 7th) as a free action once per round.Constrict (Ex): The astral construct has the improved grab ability with its slam attack. In addition, on a successful grapple check, the astral construct deals damage equal to its slam damage.Dimension Slide (Sp Ps): The astral construct can manifest dimension slide (manifester level equal to Hit Dice) as a move action once per round.Energy Bolt (Sp Ps): The astral construct can manifest energy bolt (manifester level 8th) as a standard action once per round. The creator sets the energy type that the astral construct can manifest when he creates it.Extra Buff (Ex): The astral construct gains an extra 30 hit points.Extreme Damage Reduction (Ex): The astral construct’s surface forms hard, armor-like plates and provides an additional 6 points of damage reduction.Extreme Deflection (Ex): The astral construct gains a +8 deflection bonus to Armor Class.Natural Invisibility (Su): The astral construct is constantly invisible, even when attacking. This ability is inherent and not subject to the invisibility purge spell.Power Resistance (Ex): The astral construct gains power resistance equal to 10 + its Hit Dice.Rend (Ex): The astral construct makes claw attacks instead of slam attacks (it deals the same amount of damage as it would with its slam damage, but does slashing damage instead of bludgeoning damage). An astral construct that hits the same opponent with two claw attacks in the same round rends its foe, which deals extra damage equal to 2d6 + 1-1/2 times its Str modifier.Spring Attack (Ex): The astral construct gains the Spring Attack feat.Whirlwind Attack (Ex): The astral construct gains the Whirlwind Attack feat.1st-Level Astral Construct2nd-Level Astral Construct3rd-Level Astral Construct4th-Level Astral Construct5th-Level Astral Construct6th-Level Astral Construct7th-Level Astral Construct8th-Level Astral Construct9th-Level Astral Construct"}]