[{"Nombre": "Atropal"}, {"Monstruo y Nivel": "Atropal", "Size/Type": "Large Undead (Evil, Extraplanar, Lawful)", "Hit Dice": "66d12 (792 hp)", "Initiative": "+6 (+2 Dex, +4 Improved Initiative)", "Speed": "5 ft., fly 240 ft. (perfect)", "Armor Class": "51 (–1 size, +2 Dex, +40 natural), touch 12, flat-footed 49", "Base Attack/Grapple": "+33/+53", "Attack": "Touch +49 (2d6 Con drain/19-20) melee touch", "Full Attack": "2 touches +49 (2d6 Con drain/19-20) melee touch, eye ray +30 (Energy Drain damage/19-20) ranged touch", "Space/Reach": "10 ft/10 ft.", "Special Attacks": "Constitution drain, Energy Drain (2d4 Energy Drains, fort=DC 59), spell-like abilities, summon nightcrawler", "Special Qualities": "Abomination traits, undead traits, rebuke/command undead, regeneration 20, SR 42, DR 15/good and epic and silver, negative energy aura", "Saves": "Fort +22, Ref +26, Will +43", "Abilities": "Str 43, Dex 15, Con –, Int 28, Wis 22, Cha 42", "Skills": "Bluff +85, Concentration +85, Diplomacy +97, Hide -2, Jump +1, Intimidate +91, Knowledge (arcana, history, religion, the planes) +78, Listen +77, Search +78, Sense Motive +75, Spellcraft +84, Spot +77", "Feats": "Alertness, Cleave, Combat Expertise, Devastating Critical (touch), Dodge, Great Cleave, Improved Bull Rush, Improved Critical (eye ray), Improved Critical (touch), Improved Initiative, Iron Will, Lightning Reflexes, Mobility, Overwhelming Critical (touch), Power Attack, Quicken Spell-Like Ability, Run, Spring Attack, Undead Mastery, Weapon Focus (eye ray), Weapon Focus (touch), Whirlwind Attack, Zone of Animation", "Environment": "Any", "Organization": "Solitary", "Challenge Rating": "30", "Treasure": "Standard", "Alignment": "Always lawful evil", "Advancement": "67–80 HD (Large); 81–100 HD (Huge)", "Level Adjustment": "—"}, {"Descripción": "An atropal’s natural weapons are treated as epic, evil, and lawful-aligned for the purpose of overcoming damage reduction."}, {"Combate": "Spell-Like  At will—animate dead, blasphemy, greater create undead, create undead, cone of cold, desecrate, greater dispel magic, finger of death, greater invisibility, plane shift, slay living, speak with dead, spectral hand, greater teleport, unholy aura; 5/day—haste, project image, weird. Caster level 30th; save DC 26 + spell level.The save DCs are Charisma-basedRebuke/Command Undead (Su): Atropals can rebuke or command undead as a cleric with a level equal to the atropal’s HD + 6.Negative Energy Aura (Su): A 30-foot-radius spread negative energy aura spreads from each atropal. All undead in the field (including the atropal) are treated as if having turn resistance +20 and a negative energy version of fast healing 20. Living creatures in the aura are treated as having ten Energy Drains unless they have some sort of negative energy protection or protection from evil. Creatures with 10 or fewer HD or levels perish (and, at the atropal’s option, rise as spectres under the atropal’s command 1 minute later).Constitution Drain (Su): When the atropal hits a living opponent with a touch attack, the opponent takes 5 points of permanent Constitution drain, or 10 points on a critical hit. The atropal heals 20 points of damage, or 40 points on a critical hit, whenever it drains Constitution, gaining any excess as temporary hit points. These temporary hit points last a maximum of 1 hour. The attack allows a fortitude save (DC 59). The DC is Charisma-based.Energy Drain (Su): When the atropal hits with a ranged touch attack (a ray of darkness that it shoots from one eye to a range of 400 feet), the resultant Energy Drain bestows four Energy Drains, or eight Energy Drains on a critical hit. For each Energy Drain bestowed on an opponent, the atropal heals 10 points of damage, or 20 on a critical hit, gaining any excess as temporary hit points. These temporary hit points last a maximum of 1 hour. After 24 hours have passed, the afflicted opponent must attempt a fortitude save (DC 59) for each Energy Drain. If successful, the Energy Drain goes away with no harm to the creature; otherwise, the creature’s level decreases by one. The DC is Charisma-based.Regeneration (Ex): Atropals take normal damage from good weapons or sentient weapons (or otherwise living weapons).Summon Nightcrawler (Sp): Five times per day an atropal can summon a nightcrawler.Abomination Traits: Immune to polymorphing, petrification, and other form-altering attacks; not subject to Energy Drain, ability drain, ability damage, or death from massive damage; immune to mind-affecting effects; fire resistance 20; cold resistance 20; nondetection; true seeing at will; blindsight 500 ft.; telepathy out to 1,000 ft.Undead Traits: Immune to poison, sleep, paralysis, stunning, disease, death effects, necromantic effects, mind-affecting effects, and any effect requiring a fortitude save unless it also works on objects. Not subject to critical hits, nonlethal damage, ability damage, ability drain, or Energy Drain. Negative energy heals. Not at risk of death from massive damage, but destroyed at 0 hit points or less. Darkvision 60 ft. Cannot be raised; resurrection works only if creature is willing."}]