[{"Nombre": "Balor"}, {"Size/Type": "Large Outsider (Chaotic, Demon, Extraplanar, Evil)", "Hit Dice": "20d8+200 (290 hp)", "Initiative": "+11", "Speed": "40 ft. (8 squares), fly 90 ft. (good)", "Armor Class": "35 (–1 size, +7 Dex, +19 natural), touch 16, flat-footed 28", "Base Attack/Grapple": "+20/+36", "Attack": "+1 vorpal longsword +33 melee (2d6+8/19–20)", "Full Attack": "+1 vorpal longsword +31/+26/+21/+16 melee (2d6+8/19–20) and +1 flaming whip +30/+25 melee (1d4+4 plus 1d6 fire plus entangle); or 2 slams +31 melee (1d10+7)", "Space/Reach": "10 ft./10 ft. (20 ft. with +1 flaming whip)", "Special Attacks": "Death throes, entangle, spell-like abilities, summon demon, vorpal sword", "Special Qualities": "Damage reduction 15/cold iron and good, darkvision 60 ft., flaming body, immunity to electricity, fire, and poison, resistance to acid 10 and cold 10, spell resistance 28, telepathy 100 ft., true seeing", "Saves": "Fort +22, Ref +19, Will +19", "Abilities": "Str 35, Dex 25, Con 31, Int 24, Wis 24, Cha 26", "Skills": "Bluff +31, Concentration +33, Diplomacy +35, Disguise +8 (+10 acting), Hide +26, Intimidate +33, Knowledge (any two) +30, Listen +38, Move Silently +30, Search +30, Sense Motive +30, Spellcraft +30 (+32 scrolls), Spot +38, Survival +7 (+9 following tracks), Use Magic Device +31 (+33 scrolls)", "Feats": "Cleave, Improved Initiative, Improved Two-Weapon Fighting, Power Attack, Quicken Spell-Like Ability (telekinesis), Two-Weapon Fighting, Weapon Focus (longsword)", "Environment": "A chaotic evil-aligned plane", "Organization": "Solitary or troupe (1 balor, 1 marilith, and 2–5 hezrous)", "Challenge Rating": "20", "Treasure": "Standard coins; double goods; standard items, plus +1 vorpal greatsword and +1 flaming whip", "Alignment": "Always chaotic evil", "Advancement": "21–30 HD (Large); 31–60 HD (Huge)", "Level Adjustment": "—"}, {"Descripción": "A balor stands about 12 feet tall. Its skin is usually dark red. It weighs about 4,500 pounds.CombatBalors love to join battle armed with their swords and whips. If they face stiff resistance, they may teleport away to loose a few spell-like effects at the foe.A balor’s +1 flaming whip is a long, flexible weapon with many tails tipped with hooks, spikes, and balls. The weapon deals bludgeoning and slashing damage, in addition to fire damage.A balor’s natural weapons, as well as any weapons it wields, are treated as chaotic-aligned and evil-aligned for the purpose of overcoming damage reduction.Death Throes (Ex):When killed, a balor explodes in a blinding flash of light that deals 100 points of damage to anything within 100 feet (Reflex DC 30 half ). This explosion automatically destroys any weapons the balor is holding. The save DC is Constitution-based.Entangle (Ex): A balor’s +1 flaming whip entangles foes much like an attack with a net. The whip has 20 hit points. The whip needs no folding. If it hits, the target and the balor immediately make opposed Strength checks; if the balor wins, it drags the target against its flaming body (see below). The target remains anchored against the balor’s body until it escapes the whip.Spell-Like Abilities: At will— blasphemy (DC 25), dominate monster (DC 27), greater dispel magic, greater teleport (self plus 50 pounds of objects only), insanity (DC 25), power word stun, telekinesis (DC 23), unholy aura (DC 26); 1/day—fire storm (DC 26), implosion (DC 27). Caster level 20th. The save DCs are Charisma-based.Vorpal Sword (Su): Every balor carries a +1 vorpal longsword that looks like a flame or a bolt of lightning.Summon Demon (Sp): Once per day a balor can automatically summon 4d10 dretches, 1d4 hezrous, or one nalfeshnee, glabrezu, marilith, or balor. This ability is the equivalent of a 9th-level spell.Flaming Body (Su): The body of a balor is wreathed in flame.Anyone grappling a balor takes 6d6 points of fire damage each round.True Seeing (Su): Balors have a continuous true seeing ability, as the spell (caster level 20th).Skills: Balors have a +8 racial bonus on Listen and Spot checks."}]