[{"Nombre": "Clay golem"}, {"Size/Type": "Large Construct", "Hit Dice": "11d10+30 (90 hp)", "Initiative": "–1", "Speed": "20 ft. (4 squares)", "Armor Class": "22 (–1 size, –1 Dex, +14 natural), touch 8, flat-footed 22", "Base Attack/Grapple": "+8/+19", "Attack": "Slam +14 melee (2d10+7 plus cursed wound)", "Full Attack": "2 slams +14 melee (2d10+7 plus cursed wound)", "Space/Reach": "10 ft./10 ft.", "Special Attacks": "Berserk, cursed wound", "Special Qualities": "Construct traits, damage reduction 10/adamantine and bludgeoning, darkvision 60 ft., haste, immunity to magic, low-light vision", "Saves": "Fort +3, Ref +2, Will +3", "Abilities": "Str 25, Dex 9, Con —, Int —, Wis 11, Cha 1", "Skills": "—", "Feats": "—", "Environment": "Any", "Organization": "Solitary or gang (2–4)", "Challenge Rating": "10", "Treasure": "None", "Alignment": "Always neutral", "Advancement": "12–18 HD (Large); 19–33 HD (Huge)", "Level Adjustment": "—"}, {"Descripción": "This golem has a humanoid body made from clay. A clay golem wears no clothing except for a metal or stiff leather garment around its hips.A clay golem cannot speak or make any vocal noise. It walks and moves with a slow, clumsy gait. It weighs around 600 pounds."}, {"Combate": "Berserk (Ex): When a clay golem enters combat, there is a cumulative 1% chance each round that its elemental spirit breaks free and the golem goes berserk. The uncontrolled golem goes on a rampage, attacking the nearest living creature or smashing some object smaller than itself if no creature is within reach, then moving on to spread more destruction. Once a clay golem goes berserk, no known method can reestablish control.Cursed Wound (Ex): The damage a clay golem deals doesn’t heal naturally and resists healing spells. A character attempting to cast a conjuration (healing) spell on a creature damaged by a clay golem must succeed on a DC 26 caster level check, or the spell has no effect on the injured character.Immunity to Magic (Ex): A clay golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below.A move earth spell drives the golem back 120 feet and deals 3d12 points of damage to it.A disintegrate spell slows the golem (as the slow spell) for 1d6 rounds and deals 1d12 points of damage.An earthquake spell cast directly at a clay golem stops it from moving on its next turn and deals 5d10 points of damage. The golem gets no saving throw against any of these effects.Any magical attack against a clay golem that deals acid damage heals 1 point of damage for every 3 points of damage it would otherwise deal. If the amount of healing would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points. For example, a clay golem hit by the breath weapon of a black dragon heals 7 points of damage if the attack would have dealt 22 points of damage. A clay golem gets no saving throw against magical attacks that deal acid damage.Haste (Su): After it has engaged in at least 1 round of combat, a clay golem can haste itself once per day as a free action. The effect lasts 3 rounds and is otherwise the same as the spell.ConstructionA clay golem’s body must be sculpted from a single block of clay weighing at least 1,000 pounds, treated with rare oils and powders worth 1,500 gp. Creating the body requires a DC 15 Craft (sculpting) check or a DC 15 Craft (pottery) check.CL 11th; Craft Construct, animate objects, commune, resurrection, caster must be at least 11th level; Price 40,000 gp; Cost 21,500 gp + 1,540 XP.SEE WIKIPEDIA ENTRY: Golem"}]