[{"Nombre": "Constrictor snake"}, {"Size/Type": "Medium Animal", "Hit Dice": "3d8+6 (19 hp)", "Initiative": "+3", "Speed": "20 ft. (4 squares), climb 20 ft., swim 20 ft.", "Armor Class": "15 (+3 Dex, +2 natural), touch 13, flat-footed 12", "Base Attack/Grapple": "+2/+5", "Attack": "Bite +5 melee (1d3+4)", "Full Attack": "Bite +5 melee (1d3+4)", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "Constrict 1d3+4, improved grab", "Special Qualities": "Scent", "Saves": "Fort +4, Ref +6, Will +2", "Abilities": "Str 17, Dex 17, Con 13, Int 1, Wis 12, Cha 2", "Skills": "Balance +11, Climb +14, Hide +10, Listen +7, Spot +7, Swim +11", "Feats": "Alertness, Toughness", "Environment": "Warm forests", "Organization": "Solitary", "Challenge Rating": "2", "Treasure": "None", "Alignment": "Always Neutral", "Advancement": "4–5 HD (Medium); 6–10 HD (Large)", "Level Adjustment": "—"}, {"Descripción": "Constrictor snakes usually are not aggressive and flee when confronted. They hunt for food but do not attempt to make a meal out of any creature that is too large to constrict.Skills: Snakes have a +4 racial bonus on Hide, Listen, and Spot checks and a +8 racial bonus on Balance and Climb checks. A snake can always choose to take 10 on a Climb check, even if rushed or threatened. Snakes use either their Strength modifier or Dexterity modifier for Climb checks, whichever is higher. A snake has a +8 racial bonus on any Swim check to perform some special action or avoid a hazard. It can always choose to take 10 on a Swim check, even if distracted or endangered. It can use the run action while swimming, provided it swims in a straight line."}, {"Combate": "Constrictor snakes hunt by grabbing prey with their mouths and then squeezing it with their powerful bodies.Constrict (Ex): On a successful grapple check, a constrictor snake deals 1d3+4 points of damage.Improved Grab (Ex): To use this ability, a constrictor snake must hit with its bite attack. It can then attempt to start a grapple as a free action without provoking an attack of opportunity. If it wins the grapple check, it establishes a hold and can constrict.SEE WIKIPEDIA ENTRY: Snake"}]