[{"Nombre": "Devastation spider"}, {"Monstruo y Nivel": "Devastation Spider", "Size/Type": "Colossal Vermin", "Hit Dice": "128d8+1,280 (1,856 hp)", "Initiative": "+14 (Dex)", "Speed": "60 ft., climb 40 ft. (80 ft., climb 40 ft.)", "Armor Class": "58 (–8 size, +14 Dex, +42 natural), touch 16, flat-footed 44", "Base Attack/Grapple": "+96/+125", "Attack": "Bite +101 (18d10+19 plus poison) melee", "Full Attack": "Bite +101 (18d10+19 plus poison) melee", "Space/Reach": "50 ft./40 ft.", "Special Attacks": "Poison", "Special Qualities": "Vermin Traits, Darkvision 300 ft., SR 50, DR 10/–", "Saves": "Fort +76, Ref +56, Will +42", "Abilities": "Str 37, Dex 39, Con 30, Int –, Wis 10, Cha 2", "Skills": "Climb +21, Hide +2 (-2), Jump +25 (+39), Move Silently +14, Spot +8 (+12)", "Feats": "—", "Environment": "Any land", "Organization": "Solitary or cluster (2–5)", "Challenge Rating": "41", "Treasure": "None", "Alignment": "Always neutral", "Advancement": "None", "Level Adjustment": "—"}, {"Descripción": "Vermin Traits: Immune to mind-affecting effects (charms, compulsions, phantasms, patterns, and morale effects).Poison (Ex): Bite, Fortitude save (DC 94); initial and secondary damage 2d12 temporary Con.Web (Ex): A single web strand is strong enough to support the spider and one creature of Gargantuan size. Web-spinning devastation spiders can cast a web eight times per day. This is similar to an attack with a net but has a maximum range of 150 feet, with a range increment of 30 feet, and is effective against targets of up to Gargantuan size. The web anchors the target in place, allowing no movement. An entangled creature can escape with a successful Escape Artist check (DC 38) or burst it with a Strength check (DC 44). Both are standard actions. Web-spinning spiders often create sheets of sticky webbing about 1,000 feet square. They usually position these sheets to snare flying creatures but can also try to trap prey on the ground. Approaching creatures must succeed at a Spot check (DC 20) to notice a web; otherwise, they stumble into it and become trapped as though by a successful web attack. Attempts to escape or burst the webbing gain a +5 bonus if the trapped creature has something to walk on or grab while pulling free. Each 5-foot section has 24 hit points, and sheet webs have damage reduction 20/fire. A devastation spider can move across its own sheet web at its climb speed and can determine the exact location of any creature caught in the web.Skills: Web-spinning devastation spiders receive a +4 racial bonus on Hide and Spot checks. Hunting spiders receive a +6 racial bonus on Jump checks and a +8 racial bonus on Spot checks (using the modifiers given in parentheses). *All devastation spiders gain a +8 competence bonus on Hide and Move Silently checks when using their webs.SEE WIKIPEDIA ENTRY: Spider"}]