[{"Nombre": "Dragon turtle"}, {"Size/Type": "Huge Dragon (Aquatic)", "Hit Dice": "12d12+60 (138 hp)", "Initiative": "+0", "Speed": "20 ft. (4 squares), swim 30 ft.", "Armor Class": "25 (–2 size, +17 natural), touch 8, flat-footed 25", "Base Attack/Grapple": "+12/+28", "Attack": "Bite +18 melee (4d6+8)", "Full Attack": "Bite +18 melee (4d6+8) and 2 claws +13 melee (2d8+4)", "Space/Reach": "15 ft./10 ft.", "Special Attacks": "Breath weapon, snatch, capsize", "Special Qualities": "Darkvision 60 ft., immunity to fire, sleep, and paralysis, low-light vision, scent", "Saves": "Fort +13, Ref +8, Will +9", "Abilities": "Str 27, Dex 10, Con 21, Int 12, Wis 13, Cha 12", "Skills": "Diplomacy +3, Hide +7*, Intimidate +16, Listen +16, Search +16, Sense Motive +16, Spot +16, Survival +16 (+18 following tracks), Swim +21", "Feats": "Blind Fight, Cleave, Improved Bull Rush, Power Attack, Snatch", "Environment": "Temperate aquatic", "Organization": "Solitary", "Challenge Rating": "9", "Treasure": "Triple standard", "Alignment": "Usually neutral", "Advancement": "13–24 HD (Huge); 25–36 HD (Gargantuan)", "Level Adjustment": "—"}, {"Descripción": "Its rough, deep green shell is much the same color as the deep water the monster favors, and the silver highlights that line the shell resemble light dancing on open water. The turtle’s legs, tail, and head are a lighter green, flecked with golden highlights. An adult dragon turtle can measure from 20 to 30 feet from snout to tail, with a shell from 15 to 25 feet in diameter, and can weigh 8,000 to 32,000 pounds.Dragon turtles speak Aquan, Draconic, and Common."}, {"Combate": "Dragon turtles are fierce fighters and generally attack any creature that threatens their territory or looks like a potential meal.Breath Weapon (Su): Cloud of superheated steam 20 feet high, 25 feet wide, and 50 feet long, once every 1d4 rounds, damage 12d6 fire, Reflex DC 21 half; effective both on the surface and underwater. The save DC is Constitution-based.Capsize (Ex): A submerged dragon turtle that surfaces under a boat or ship less than 20 feet long capsizes the vessel 95% of the time. It has a 50% chance to capsize a vessel from 20 to 60 feet long and a 20% chance to capsize one over 60 feet long.Skills: A dragon turtle has a +8 racial bonus on any Swim check to perform some special action or avoid a hazard. It can always choose to take 10 on a Swim check, even if distracted or endangered.It can use the run action while swimming, provided it swims in a straight line.*Dragon turtles have a +8 racial bonus on Hide checks when submerged.SEE WIKIPEDIA ENTRY: Dragon turtle"}]