[{"Nombre": "Dread wraith"}, {"Monstruo y Nivel": "Dread Wraith", "Size/Type": "Large Undead (Incorporeal)", "Hit Dice": "16d12 (104 hp)", "Initiative": "+13", "Speed": "Fly 60 ft. (good) (12 squares)", "Armor Class": "25 (–1 size, +9 Dex, +7 deflection),, touch 25, flat-footed 16", "Base Attack/Grapple": "+8/—", "Attack": "Incorporeal touch +16 melee (2d6 plus 1d8 Constitution drain)", "Full Attack": "Incorporeal touch +16 melee (2d6 plus 1d8 Constitution drain)", "Space/Reach": "10 ft./10 ft.", "Special Attacks": "Constitution drain, create spawn", "Special Qualities": "Darkvision 60 ft., daylight powerlessness, incorporeal traits, lifesense 60 ft., undead traits, unnatural aura", "Saves": "Fort +5, Ref +14, Will +14", "Abilities": "Str —, Dex 28, Con —, Int 17, Wis 18, Cha 24", "Skills": "Diplomacy +9, Hide +24, Intimidate +26, Knowledge (religion) +22, Listen +25, Search +22, Sense Motive +23, Spot +25, Survival +4 (+6 following tracks)", "Feats": "AlertnessB, Blind Fight, Combat Reflexes, Dodge, Improved InitiativeB, Improved Natural Attack (incorporeal touch), Mobility, Spring Attack", "Environment": "Any", "Organization": "Solitary", "Challenge Rating": "11", "Treasure": "None", "Alignment": "Always lawful evil", "Advancement": "17–32 HD (Large)", "Level Adjustment": "—"}, {"Descripción": "Dread wraiths are incorporeal creatures born of evil and darkness. In some cases, the grim silhouette of a wraith might appear armored or outfitted with weapons. This appearance does not affect the creature’s AC or combat abilities but only reflects the shape it had in life. The oldest and most malevolent wraiths lurk in the depths of forgotten temples and other forsaken places. They can sense the approach of living creatures, and hunger for them. Despite its size, the dread wraith possesses unearthly quickness, and makes use of its Spring Attack feat and natural reach to strike with deadly effect and melt back into the shadows—or the walls.A dread wraith is roughly the size of an ogre. Since they are incorporeal, they are weightless.Wraiths speak Common and Infernal."}, {"Combate": "Unnatural Aura (Su): Animals, whether wild or domesticated, can sense the unnatural presence of a wraith at a distance of 30 feet. They will not willingly approach nearer than that and panic if forced to do so; they remain panicked as long as they are within that range.Daylight Powerlessness (Ex): Wraiths are utterly powerless in natural sunlight (not merely a daylight spell) and flee from it.Lifesense (Su): A dread wraith notices and locates living creatures within 60 feet, just as if it possessed the blindsight ability. It also senses the strength of their life force automatically, as if it had cast deathwatch.Constitution Drain (Su): Living creatures hit by a dread wraith’s incorporeal touch attack must succeed on a DC 25 Fortitude save or take 1d8 points of Constitution drain. The save DC is Charisma-based. On each such successful attack, the dread wraith gains 5 temporary hit points.Create Spawn (Su): Any humanoid slain by a dread wraith becomes a wraith in 1d4 rounds. Its body remains intact and inanimate, but its spirit is torn free from its corpse and transformed. Spawn are under the command of the wraith that created them and remain enslaved until its death. They do not possess any of the abilities they had in life.SEE WIKIPEDIA ENTRY: Wraith"}]