[{"Monstruo y Nivel": "Dream Larva", "Size/Type": "Large Outsider (Chaotic, Evil, Extraplanar)", "Hit Dice": "40d8+360 (700 hp)", "Initiative": "+3 (Dex)", "Speed": "80 ft.; fly 240 ft. (perfect)", "Armor Class": "52 (–1 size, +3 Dex, +40 natural), touch 12, flat-footed 49", "Base Attack/Grapple": "+40/+60", "Attack": "Bite +56 (4d8+16)melee", "Full Attack": "Bite +56 (4d8+16) melee, 1 gore +51 (4d6+8) melee, 4 pincers +53 (4d6+8) melee, 4 claws +53 (4d6+8) melee", "Space/Reach": "10 ft./10 ft.", "Special Attacks": "Worst nightmare, improved grab, sending, spell-like abilities, summon nightwalker", "Special Qualities": "Abomination traits, sonic immunity, regeneration 15, fast healing 15, SR 44, DR 15/ Good and Epic or Lawful and Epic", "Saves": "Fort +31, Ref +25, Will +29", "Abilities": "Str 42, Dex 17, Con 29, Int 16, Wis 24, Cha 36", "Skills": "Concentration +52, Craft (dreamweaving) +46, Diplomacy +60, Escape Artist +46, Hide +46, Jump +36, Knowledge (arcana) +46, Listen +50, Move Silently +46, Search +46, Sense Motive +50, Spot +50", "Feats": "Cleave, Combat Reflexes, Flyby Attack, Great Cleave, Improved Sunder, Power Attack, Quicken Spell-Like Ability, Weapon Focus (pincers), Weapon Focus (gore), Weapon Focus (bite), Weapon Focus (claw), Epic Toughness, Epic Weapon Focus (pincers), Epic Weapon Focus (claw)", "Environment": "Any", "Organization": "Solitary, pair, or solitary plus 1–4 nightwalkers", "Challenge Rating": "31", "Treasure": "Standard", "Alignment": "Always chaotic evil", "Advancement": "41–65 HD (Large); 66–84 HD (Huge); 85–110 HD (Gargantuan)", "Level Adjustment": "—"}, {"Combate": "Worst Nightmare (Su): Each time a living creature first views a specific dream larva from a distance of 30 feet or less (or from a scrying effect), the subject sees the image of the most fearsome creature imaginable. This is not an illusion or phantasm; the dream larva truly becomes, for just that instant, the subject’s worst nightmare. Even if simultaneously viewed by dozens of different creatures, the dream larva appears differently to each one of them. Creatures immune to fear or mind-affecting effects (or warded by protection from evil or death ward spells) are immune to worst nightmare; all others must make a Will save (DC 43) or die from the supernatural horror revealed. Survivors (and those resurrected) are immune to the effect from that individual dream larva in the future. The DC is Charisma-based.Spell-Like  At will—fly, haste, nightmare, prismatic spray; 2/day—dreamscape(epic spell). Caster level 31st; save DC 23 + spell level. The DC is Charisma-based.Improved Grab (Ex): If the dream larva hits with a claw or pincer, it deals normal damage and attempts to start a grapple as a free action without provoking an attack of opportunity. Dream larvae can use improved grab on a creature of any size. The dream larva has the option to conduct the grapple normally, simply use the claw or pincer to hold the opponent, or use sending (see below) on the opponent. Each successful grapple check it makes during successive rounds automatically deals the damage listed for the attack that established the hold, unless it used sending on the victim.Sending (Su): Grappled victims may be physically sent into a nightmare, at the dream larva’s option, on the dream larva’s next action after establishing the grapple. Victims must make a Will save (DC 43) or be apparently swarmed by thousands of worms making up the dream larva’s body. The victim is actually cast into a shrieking maelstrom of dream where it can take no actions but observe. The victim physically returns 2d4 rounds later, apparently ejected from the dream larva’s body (but appearing even if the dream larva has left or is otherwise absent). The victim of the nightmare has taken 4d6 points of temporary Wisdom damage, but is otherwise free to act on the round it returns. If the victim takes more Wisdom damage than it has points of Wisdom, the extra points are instead treated as temporary Constitution damage. The DC is Charisma-based.Summon Nightwalker (Sp): Five times per day, a dream larva can summon a nightwalker.Abomination Traits: Immune to polymorphing, petrification, and other form-altering attacks; not subject to Energy Drain, ability drain, ability damage, or death from massive damage; immune to mind-affecting effects; fire resistance 20; cold resistance 20; nondetection; true seeing at will; blindsight 500 ft.; telepathy out to 1,000 ft.Regeneration (Ex): Dream larvae take normal damage from good or lawful weapons or weapons forged by a sleepwalking weaponsmith."}, {"DREAM LARVAA dream larvas’s natural weapons are treated as epic, evil, and chaotic-aligned for the purpose of overcoming damage reduction.": ""}]