[{"Nombre": "Frost worm"}, {"Size/Type": "Huge Magical Beast (Cold)", "Hit Dice": "14d10+70 (147 hp)", "Initiative": "+4", "Speed": "30 ft. (6 squares), burrow 10 ft.", "Armor Class": "18 (–2 size, +10 natural), touch 8, flat-footed 18", "Base Attack/Grapple": "+14/+30", "Attack": "Bite +21 melee (2d8+12 plus 1d8 cold)", "Full Attack": "Bite +21 melee (2d8+12 plus 1d8 cold)", "Space/Reach": "15 ft./10 ft.", "Special Attacks": "Trill, cold, breath weapon", "Special Qualities": "Darkvision 60 ft., death throes, immunity to cold, low-light vision, vulnerability to fire", "Saves": "Fort +14, Ref +9, Will +6", "Abilities": "Str 26, Dex 10, Con 20, Int 2, Wis 11, Cha 11", "Skills": "Hide +3*, Listen +5, Spot +5", "Feats": "Alertness, Improved Initiative, Improved Natural Attack (bite), Iron Will, Weapon Focus (bite)", "Environment": "Cold plains", "Organization": "Solitary", "Challenge Rating": "12", "Treasure": "None", "Alignment": "Usually neutral", "Advancement": "15–21 HD (Huge); 22–42 HD (Gargantuan)", "Level Adjustment": "—"}, {"Descripción": "A frost worm cannot burrow through stone, but can manage ice and frozen earth. When moving through such hard materials it leaves behind a usable tunnel about 5 feet in diameter.A frost worm is about 40 feet long, 5 feet in diameter, and weighs about 8,000 pounds."}, {"Combate": "Frost worms lurk under the snow, waiting for prey to come near.They begin an attack with a trill and then set upon helpless prey with their bite.Trill (Su): A frost worm can emit a noise that forces its prey to stand motionless. This sonic mind-affecting compulsion affects all creatures other than frost worms within a 100-foot radius. Creatures must succeed on a DC 17 Will save or be stunned for as long as the worm trills and for 1d4 rounds thereafter, even if they are attacked. However, if attacked or violently shaken (a full-round action), a victim is allowed another saving throw. Once a creature has resisted or broken the effect, it cannot be affected again by that same frost worm’s trill for 24 hours. The effect’s caster level is 14th. The save DC is Charisma-based.Cold (Ex): A frost worm’s body generates intense cold, causing opponents to take an extra 1d8 points of cold damage every time the creature succeeds on a bite attack. Creatures attacking a frost worm unarmed or with natural weapons take this same cold damage each time one of their attacks hits.Breath Weapon (Su): 30-foot cone, once per hour, damage 15d6 cold, Reflex DC 22 half. Opponents held motionless by the frost worm’s trill get no saving throw. The save DC is Constitution-based.Death Throes (Ex): When killed, a frost worm turns to ice and shatters in an explosion that deals 12d6 points of cold damage and 8d6 points of piercing damage to everything within 100 feet (Reflex half DC 22). The save DC is Constitution-based.Skills: *A frost worm, due to its coloration and its affinity for burying itself in the snow, has a +10 racial bonus on Hide checks in its native environment."}]