[{"Nombre": "Eagle, giant"}, {"Size/Type": "Large Magical Beast", "Hit Dice": "4d10+4 (26 hp)", "Initiative": "+3", "Speed": "10 ft. (2 squares), fly 80 ft. (average)", "Armor Class": "15 (–1 size, +3 Dex, +3 natural), touch 12, flat-footed 12", "Base Attack/Grapple": "+4/+12", "Attack": "Claw +7 melee (1d6+4)", "Full Attack": "2 claws +7 melee (1d6+4) and bite +2 melee (1d8+2)", "Space/Reach": "10 ft./5 ft.", "Special Attacks": "—", "Special Qualities": "Low-light vision, evasion", "Saves": "Fort +5, Ref +7, Will +3", "Abilities": "Str 18, Dex 17, Con 12, Int 10, Wis 14, Cha 10", "Skills": "Knowledge (nature) +2, Listen +6, Sense Motive +4, Spot +15, Survival +3", "Feats": "Alertness, Flyby Attack", "Environment": "Temperate mountains", "Organization": "Solitary, pair, or eyrie (5–12)", "Challenge Rating": "3", "Treasure": "None", "Alignment": "Usually neutral good", "Advancement": "5–8 HD (Large); 9–12 HD (Huge)", "Level Adjustment": "+2 (cohort)"}, {"Descripción": "A typical giant eagle stands about 10 feet tall, has a wingspan of up to 20 feet, and resembles its smaller cousins in nearly every way except size. It weighs about 500 pounds.Giant eagles speak Common and Auran."}, {"Combate": "A giant eagle typically attacks from a great height, diving earthward at tremendous speed. When it cannot dive, it uses its powerful talons and slashing beak to strike at its target’s head and eyes.A solitary giant eagle is typically hunting or patrolling in the vicinity of its nest and generally ignores creatures that do not appear threatening. A mated pair attacks in concert, making repeated diving attacks to drive away intruders, and fights to the death to defend their nest or hatchlings.Evasion (Ex): With a successful Reflex save against an attack that allows a Reflex save for half damage, a giant eagle takes no damage.Skills: Giant eagles have a +4 racial bonus on Spot checks.TRAINING A GIANT EAGLEAlthough intelligent, a giant eagle requires training before it can bear a rider in combat. To be trained, a giant eagle must have a friendly attitude toward the trainer (this can be achieved through a successful Diplomacy check). Training a friendly giant eagle requires six weeks of work and a DC 25 Handle Animal check.Riding a giant eagle requires an exotic saddle. A giant eagle can fight while carrying a rider, but the rider cannot also attack unless he or she succeeds on a Ride check.Giant eagle eggs are worth 2,500 gp apiece on the open market, while chicks are worth 4,000 gp each. Professional trainers charge 1,000 gp to rear or train a giant eagle.Carrying Capacity: A light load for a giant eagle is up to 300 pounds; a medium load, 301–600 pounds; and a heavy load, 601–900 pounds.SEE WIKIPEDIA ENTRY: Eagle"}]