[{"Nombre": "Glabrezu"}, {"Size/Type": "Huge Outsider (Chaotic, Demon, Extraplanar, Evil)", "Hit Dice": "12d8+120 (174 hp)", "Initiative": "+0", "Speed": "40 ft. (8 squares)", "Armor Class": "27 (–2 size, +19 natural), touch 8, flat-footed 27", "Base Attack/Grapple": "+12/+30", "Attack": "Pincers +20 melee (2d8+10)", "Full Attack": "2 pincers +20 melee (2d8+10) and 2 claws +18 melee (1d6+5) and bite +18 melee (1d8+5)", "Space/Reach": "15 ft./15 ft.", "Special Attacks": "Improved grab, spell-like abilities, summon demon", "Special Qualities": "Damage reduction 10/good, darkvision 60 ft., immunity to electricity and poison, resistance to acid 10, cold 10, and fire 10, spell resistance 21, telepathy 100 ft., true seeing", "Saves": "Fort +18, Ref +8, Will +11", "Abilities": "Str 31, Dex 10, Con 31, Int 16, Wis 16, Cha 20", "Skills": "Bluff +22, Concentration +25, Diplomacy +9, Disguise +5 (+7 acting), Intimidate +24, Knowledge (any two) +18, Listen +26, Move Silently +18, Search +18, Sense Motive +18, Spellcraft +18, Spot +26, Survival +3 (+5 following tracks)", "Feats": "Cleave, Great Cleave, Multiattack, Persuasive, Power Attack", "Environment": "A chaotic evil-aligned plane", "Organization": "Solitary or troupe (1 glabrezu, 1 succubus, and 2–5 vrocks)", "Challenge Rating": "13", "Treasure": "Standard coins; double goods; standard items", "Alignment": "Always chaotic evil", "Advancement": "13–18 HD (Huge); 19–36 HD (Gargantuan)", "Level Adjustment": "—"}, {"Descripción": "Like succubi, glabrezu tempt victims into ruin, but they lure their prey with power or wealth rather than passion.Glabrezu have penetrating violet eyes, and their skin color ranges from deep russet to pitch black. A glabrezu stands about 15 feet tall and weighs about 5,500 pounds."}, {"Combate": "Glabrezu prefer subterfuge to combat. However, if their attempts to entice or deceive fail, these enormous demons attack with a vengeance. They follow a confusion attack with melee attacks, hoping to finish off wounded foes with chaos hammer or unholy blight.A glabrezu’s natural weapons, as well as any weapons it wields, are treated as chaotic-aligned and evil-aligned for the purpose of overcoming damage reduction.Improved Grab (Ex): To use this ability, a glabrezu must hit a Medium or smaller opponent with a pincer attack. It can then attempt to start a grapple as a free action without provoking an attack of opportunity.Spell-Like Abilities: At will—chaos hammer (DC 19), confusion (DC 19), dispel magic, mirror image, reverse gravity (DC 22), greater teleport (self plus 50 pounds of objects only), unholy blight (DC 19); 1/day—power word stun. Caster level 14th. The save DCs are Charisma-based.Once per month, a glabrezu can fulfill a wish for a mortal humanoid. The demon can use this ability to offer a mortal whatever he or she desires—but unless the wish is used to create pain and suffering in the world, the glabrezu demands either terrible evil acts or great sacrifice as compensation.Summon Demon (Sp): Once per day a glabrezu can attempt to summon 4d10 dretches or 1d2 vrocks with a 50% chance of success, or another glabrezu with a 20% chance of success. This ability is the equivalent of a 4th-level spell.True Seeing (Su): Glabrezu continuously use true seeing as the spell (caster level 14th).Skills: Glabrezu have a +8 racial bonus on Listen and Spot checks."}]