[{"Nombre": "Golem"}, {"Combate": "Golems are tenacious in combat and prodigiously strong as well. Being mindless, they do nothing without orders from their creators. They follow instructions explicitly and are incapable of any strategy or tactics. They are emotionless in combat and cannot be provoked.A golem’s creator can command it if the golem is within 60 feet and can see and hear its creator. If uncommanded, a golem usually follows its last instruction to the best of its ability, though if attacked it returns the attack. The creator can give the golem a simple command to govern its actions in his or her absence. The golem’s creator can order the golem to obey the commands of another person (who might in turn place the golem under someone else’s control, and so on), but the golem’s creator can always resume control over his creation by commanding the golem to obey him alone.Immunity to Magic (Ex): Golems have immunity to most magical and supernatural effects, except when otherwise noted.CONSTRUCTIONThe cost to create given for each golem includes the cost of the physical body and all the materials and spell components that are consumed or become a permanent part of the golem. Creating a golem is essentially similar to creating any sort of magic item. However, a golem’s body includes costly material components that may require some extra preparation. The golem’s creator can assemble the body or hire someone else to do the job. The builder must have the appropriate skill, which varies with the golem variety.Completing the golem’s creation drains the appropriate XP from the creator and requires casting any spells on the final day.The creator must cast the spells personally, but they can come from outside sources, such as scrolls.The characteristics of a golem that come from its nature as a magic item (caster level, prerequisite feats and spells, market price, cost to create) are given in summary form at the end of each golem’s description.Note: The market price of an advanced golem (a golem with more Hit Dice than the typical golem described in each entry) is increased by 5,000 gp for each additional Hit Die, and increased by an additional 50,000 gp if the golem’s size increases. The XP cost for creating an advanced golem is equal to 1/25 the advanced golem’s market price minus the cost of the special materials required.SEE WIKIPEDIA ENTRY: GolemTypes of GolemsAdamantine GolemClay GolemFlesh GolemIron GolemMithral GolemStone GolemStone Golem, Greater"}]