[{"Nombre": "Gray ooze"}, {"Size/Type": "Medium Ooze", "Hit Dice": "3d10+15 (31 hp)", "Initiative": "–5", "Speed": "10 ft. (2 squares)", "Armor Class": "5 (–5 Dex), touch 5, flat-footed 5", "Base Attack/Grapple": "+2/+3", "Attack": "Slam +3 melee (1d6+1 plus 1d6 acid)", "Full Attack": "Slam +3 melee (1d6+1 plus 1d6 acid)", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "Acid, constrict 1d6+1 plus 1d6 acid, improved grab", "Special Qualities": "Blindsight 60 ft., immunity to cold and fire, ooze traits, transparent", "Saves": "Fort +6, Ref –4, Will –4", "Abilities": "Str 12, Dex 1, Con 21, Int —, Wis 1, Cha 1", "Skills": "—", "Feats": "—", "Environment": "Cold marshes", "Organization": "Solitary", "Challenge Rating": "4", "Treasure": "None", "Alignment": "Always neutral", "Advancement": "4–6 HD (Medium); 7–9 HD (Large)", "Level Adjustment": "—"}, {"Descripción": "A gray ooze can grow to a diameter of up to 10 feet and a thickness of about 6 inches. A typical specimen weighs about 700 pounds."}, {"Combate": "A gray ooze strikes like a snake, slamming opponents with its body.Acid (Ex): A gray ooze secretes a digestive acid that quickly dissolves organic material and metal, but not stone. Any melee hit or constrict attack deals acid damage. Armor or clothing dissolves and becomes useless immediately unless it succeeds on a DC 16 Reflex save. A metal or wooden weapon that strikes a gray ooze also dissolves immediately unless it succeeds on a DC 16 Reflex save. The save DCs are Constitution-based.The ooze’s acidic touch deals 16 points of damage per round to wooden or metal objects, but the ooze must remain in contact with the object for 1 full round to deal this damage.Constrict (Ex): A gray ooze deals automatic slam and acid damage with a successful grapple check. The opponent’s clothing and armor take a –4 penalty on Reflex saves against the acid.Improved Grab (Ex): To use this ability, a gray ooze must hit with its slam attack. It can then attempt to start a grapple as a free action without provoking an attack of opportunity. If it wins the grapple check, it establishes a hold and can constrict.Transparent (Ex): A gray ooze is hard to identify, even under ideal conditions, and it takes a DC 15 Spot check to notice one. Creatures who fail to notice a gray ooze and walk into it are automatically hit with a melee attack for slam and acid damage."}]