[{"Nombre": "Greater fire elemental"}, {"Monstruo y Nivel": "Greater Fire Elemental", "Size/Type": "Huge Elemental (Fire, Extraplanar)", "Hit Dice": "21d8+84 (178 hp)", "Initiative": "+12", "Speed": "60 ft. (12 squares)", "Armor Class": "24 (–2 size, +8 Dex, +8 natural), touch 16, flat-footed 16", "Base Attack/Grapple": "+15/+28", "Attack": "Slam +22 melee (2d8+5 plus 2d8 fire)", "Full Attack": "2 slams +22 melee (2d8+5 plus 2d8 fire)", "Space/Reach": "15 ft./15 ft.", "Special Attacks": "Burn", "Special Qualities": "Damage reduction 10/–, darkvision 60 ft., elemental traits, immunity to fire, vulnerability to cold", "Saves": "Fort +11, Ref +20, Will +9", "Abilities": "Str 20, Dex 27, Con 18, Int 6, Wis 11, Cha 11", "Skills": "Listen +14, Spot +14", "Feats": "Alertness, Blind Fight, Combat Reflexes, Dodge, Improved Initiative B, Iron Will, Mobility, Spring Attack, Weapon FinesseB, Weapon Focus (slam)", "Environment": "Elemental Plane of Fire", "Organization": "Solitary", "Challenge Rating": "9", "Treasure": "None", "Alignment": "Usually neutral", "Advancement": "22–23 HD (Huge)", "Level Adjustment": "—"}, {"Descripción": "A fire elemental cannot enter water or any other nonflammable liquid. A body of water is an impassible barrier unless the fire elemental can step or jump over it.Fire elementals speak Ignan, though they rarely choose to do so."}, {"Combate": "A fire elemental is a fierce opponent that attacks its enemies directly and savagely. It takes joy in burning the creatures and objects of the Material Plane to ashes.Burn (Ex): A fire elemental’s slam attack deals bludgeoning damage plus fire damage from the elemental’s flaming body. Those hit by a fire elemental‘s slam attack also must succeed on a Reflex save or catch on fire. The flame burns for 1d4 rounds. The save DC varies with the elemental’s size (see the table below). A burning creature can take a move action to put out the flame. The save DC is Constitution- based.Creatures hitting a fire elemental with natural weapons or unarmed attacks take fire damage as though hit by the elemental’s attack, and also catch on fire unless they succeed on a Reflex save."}, {"Columnas": "/Elemental/Height/Weight/BurnSave/DC", "Fila 1": "/Greater/36ft./10lb./24"}]