[{"Nombre": "Half-giant"}, {"Monstruo y Nivel": "Half-Giant", "Size/Type": "Medium -Giant (Psionic), 1st-Level Warrior", "Hit Dice": "1d8+2 (6 hp)", "Initiative": "–1", "Speed": "30 ft. (6 squares)", "Armor Class": "13 (–1 Dex, +4 scale mail), touch 9, flat-footed 13", "Base Attack/Grapple": "+1/+7", "Attack": "Large greatsword +4 melee (3d6+3/19–20) or Large javelin +0 ranged (1d8+2)", "Full Attack": "Large greatsword +4 melee (3d6+3/19–20) or Large javelin +0 ranged (1d8+2)", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "Psi-like abilities", "Special Qualities": "Fire acclimated, powerful build, low-light vision", "Saves": "Fort +4, Ref –1, Will –1", "Abilities": "Str 15, Dex 9, Con 14, Int 10, Wis 9, Cha 8", "Skills": "Listen +1, Spot +1", "Feats": "Weapon Focus (greatsword)", "Environment": "Warm desert", "Organization": "Team (2–4), squad (11–20 plus 2 3rd-level sergeants and 1 leader of 3rd–6th level), or band (30–100 plus 150% noncombatants plus 1 3rd-level sergeant per 10 adults, 5 5th-level lieutenants, and 3 7th-level captains)", "Challenge Rating": "1", "Treasure": "Standard", "Alignment": "Usually neutral good", "Advancement": "By character class", "Level Adjustment": "+1"}, {"Descripción": "Half-giants typically stand from 7 feet to nearly 8 feet tall and weigh from 250 to 400 pounds, with men noticeably taller and heavier than women.Half-giants speak Common. Many also learn Giant."}, {"Combate": "Because of their giant ancestry, half-giants are able to use weapons sized for creatures larger than normal humans. They gain considerable satisfaction in using these large weapons in combat against their foes.Psi-Like Abilities: 1/day: stomp (DC 10). Manifester level equal to 1/2 HD (minimum 1st). The save DC is Charisma-based.Fire Acclimated (Ex): Half-giants have a +2 racial bonus on saving throws against all fire spells and effects.Powerful Build (Ex): The physical stature of half-giants lets them function in many ways as if they were one size category larger. Whenever a half-giant is subject to a size modifier or special size modifier for an opposed check (such as during grapple checks, bull rush attempts, and trip attempts), the half-giant is treated as one size larger if doing so is advantageous to him. A half-giant is also considered to be one size larger when determining whether a creature’s special attacks based on size (such as improved grab or swallow whole) can affect him. A half-giant can use weapons designed for a creature one size larger without penalty. However, his space and reach remain those of a creature of his actual size. The benefits of this racial trait stack with the effects of powers, abilities, and spells that change the subject’s size category.The half-giant warrior presented here had the following ability scores before racial adjustments: Str 13, Dex 11, Con 12, Int 10, Wis 9, Cha 8."}]