[{"Nombre": "Hecatoncheires"}, {"Monstruo y Nivel": "Hecatoncheires", "Size/Type": "Huge Outsider (Chaotic, Evil, Extraplanar)", "Hit Dice": "52d8+632 (1048 hp)", "Initiative": "+10 (+2 Dex, +8 Superior Initiative)", "Speed": "100 ft.", "Armor Class": "70 (–2 size, +30 natural, +20 insight, +12 armor [+5 half-plate]), touch 30, flat-footed 70", "Base Attack/Grapple": "+52/+80", "Attack": "Greatsword +73 (2d6+20/17-20) melee; or boulder +55 (2d8+20/19-20) ranged", "Full Attack": "100 greatswords +73 (2d6+20/17-20) melee; or 100 boulders +55 (2d8+20/19-20) ranged", "Space/Reach": "15 ft./15 ft.", "Special Attacks": "Superior multiweapon fighting, spell-like abilities, summon hecatoncheires", "Special Qualities": "Abomination traits, electricity immunity, regeneration 40, fast healing 50, SR 70, DR 20/Good and Epic and Cold Iron", "Saves": "Fort +39, Ref +30, Will +27", "Abilities": "Str 50, Dex 15, Con 32, Int 10, Wis 8, Cha 24", "Skills": "Climb +75, Diplomacy +13, Hide -12, Intimidate +40, Jump +89, Knowledge (history) +33, Listen +104, Search +105, Sense Motive +49, Spot +104, Survival +54", "Feats": "Cleave, Combat Reflexes, Epic Toughness (×2), Epic Weapon Focus (greatsword), Epic Weapon Focus (boulder), Great Cleave, Improved Critical (greatsword), Improved Critical (boulder), Improved Initiative, Improved Sunder, Multidexterity, Multiweapon Fighting, Multiweapon Rend, Power Attack, Superior Initiative, Weapon Focus (greatsword), Weapon Focus (boulder)", "Environment": "Any", "Organization": "Solitary or pair", "Challenge Rating": "57", "Treasure": "Standard", "Alignment": "Always chaotic evil", "Advancement": "53–58 HD (Huge); 59–70 HD (Gargantuan); 71–140 HD (Colossal)", "Level Adjustment": "—"}, {"Descripción": "A hecatoncheires’ natural weapons are treated as epic, evil, and chaotic-aligned for the purpose of overcoming damage reduction."}, {"Combate": "Superior Multiweapon Fighting (Ex): A hecatoncheires fights with a greatsword or a boulder in each hand. The hecatoncheires does not suffer an attack or damage penalty for attacking with one hundred weapons. However, the press of limbs prevents the creature from making iterative attacks with any of its arms, nor can it make more than ten attacks against a Small or smaller creature, fifteen attacks against a Medium-size creature, or twenty attacks against a Large creature in the same action (it can make all its attacks against a Huge or larger creature in one action).Skills: A hecatoncheires’ fifty heads give it a +50 racial bonus on Listen, Spot, and Search checks.Spell-Like  At will— greater magic weapon, fly, shield. Caster level 50th; save DC 17 + spell level. The DC is Charisma-based.Summon Hecatoncheires (Sp): A hecatoncheires can summon one other hecatoncheires once per day, though is loath to do so because then it will be similarly obligated to answer its sibling’s summoning. A summoned hecatoncheires cannot use its summoning power while “summoned.”Abomination Traits: Immune to polymorphing, petrification, and other form-altering attacks; not subject to Energy Drain, ability drain, ability damage, or death from massive damage; immune to mind-affecting effects; fire resistance 20; cold resistance 20; nondetection; true seeing at will; blindsight 500 ft.; telepathy out to 1,000 ft.Regeneration (Ex): Hecatoncheires take normal damage from good weapons or weapons tempered with the blood of a deity.SEE WIKIPEDIA ENTRY: Hecatoncheires"}]