[{"Nombre": "Huge shark"}, {"Monstruo y Nivel": "Shark, Huge", "Size/Type": "Huge Animal (Aquatic)", "Hit Dice": "10d8+20 (65 hp)", "Initiative": "+6", "Speed": "Swim 60 ft. (12 squares)", "Armor Class": "15 (–2 size, +2 Dex, +5 natural),, touch 10, flat-footed 13", "Base Attack/Grapple": "+7/+20", "Attack": "Bite +10 melee (2d6+7)", "Full Attack": "Bite +10 melee (2d6+7)", "Space/Reach": "15 ft./10 ft.", "Special Attacks": "—", "Special Qualities": "Blindsense, keen scent", "Saves": "Fort +11, Ref +9, Will +4", "Abilities": "Str 21, Dex 15, Con 15, Int 1, Wis 12, Cha 2", "Skills": "Listen +10, Spot +10, Swim +13", "Feats": "Alertness, Great Fortitude, Improved Initiative, Iron Will", "Environment": "Cold aquatic", "Organization": "Solitary, school (2–5), or pack (6–11)", "Challenge Rating": "4", "Treasure": "None", "Alignment": "Always neutral", "Advancement": "11–17 HD (Huge)", "Level Adjustment": "—"}, {"Descripción": "These carnivorous fish are aggressive and liable to make unprovoked attacks against anything that approaches them. Smaller sharks are from 5 to 8 feet long and not usually dangerous to creatures other than their prey. Large sharks can reach around 15 feet in length and are a serious threat. Huge sharks are true monsters, like great whites, that can exceed 20 feet in length."}, {"Combate": "Sharks circle and observe potential prey, then dart in and bite with their powerful jaws.Blindsense (Ex): A shark can locate creatures underwater within a 30-foot radius. This ability works only when the shark is underwater.Keen Scent (Ex): A shark can notice creatures by scent in a 180-foot radius and detect blood in the water at ranges of up to a mile.Skills: A shark has a +8 racial bonus on any Swim check to perform some special action or avoid a hazard. It can always choose to take 10 on a Swim check, even if distracted or endangered. It can use the run action while swimming, provided it swims in a straight line.SEE WIKIPEDIA ENTRY: Shark"}]