[{"Nombre": "Human"}, {"Monstruo y Nivel": "Human, 1st-Level Warrior", "Size/Type": "Medium Humanoid (Human)", "Hit Dice": "1d8+2 (6 hp)", "Initiative": "+0", "Speed": "20 ft. in scale mail (4 squares); base speed 30 ft.", "Armor Class": "16 (+4 scale mail, +2 heavy shield), touch 10, flat-footed 16", "Base Attack/Grapple": "+1/+2", "Attack": "Longsword +3 melee (1d8+1/19-20) or Longbow +1 ranged (1d8/x3) or lance +2 melee (1d8+3/x3)", "Full Attack": "Longsword +3 melee (1d8+1/19-20) or Longbow +1 ranged (1d8/x3) or lance +2 melee (1d8+3/x3)", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "Human traits", "Special Qualities": "None", "Saves": "Fort +3*, Ref +0*, Will –1*", "Abilities": "Str 13, Dex 11, Con 12, Int 10, Wis 9, Cha 8", "Skills": "Handle Animal +4, Ride +4", "Feats": "Weapon Focus (longsword) plus Human Extra Feat", "Environment": "Any", "Organization": "Squad (2–4), Platoon (11–20 plus 2 3rd-level sergeants and 1 leader of 3rd–6th level), or Company (30–100 plus 30% noncombatants plus 1 3rd-level sergeant per 10 adults, 5 5th-level lieutenants, 3 7th-level captains, plus 30% heavy warhorses)", "Challenge Rating": "1/2", "Treasure": "Standard coins; standard goods; standard items", "Alignment": "Any", "Advancement": "By character class", "Level Adjustment": "+0"}, {"Combate": "Humans use sophisticated and flexible tactics against their opponents. The bulk of human troops are infantry. Infantry units use longspears or other polarms in massed groups. These units have the Tower Shield feat. (These units add a tower shield to their equipment, gain +4 to Armor Class, and suffer a -2 to hit penalty while employing the tower shield). Infantry use the aid another combat action to both fight defensively and increase their chances to hit, increasing their effectiveness battlefield. Some infantry units use the longspear's reach as their primary defense. These units have the feat Weapon Focus (longspear).Human infantry often forgo heavy armor for speed. These units have the Endurance feat and employ forced marches, enabling them to move long distances while maintaining their ability to fight at peak performance. These humans fatigue enemy troops through days of marching and counter-marching, giving them a tactical advantage on the battlefield.Humans frequently employ horses in cavalry units. Mounted infantry use horses to move quickly while avoiding fatigue, but do not employ the horses in actual combat. Mounted archers use their mounts to harass the enemy with bows. Lancers actively fight from horseback, using their devastating charge to break enemy formations. Mounted archers and lancers emploey the Mounted  feat. Lances do double damage when used in a charge.Archery units engage opponents at a distance. Archery units have the Weapon Focus (longbow) feat. Many light infantry units specialize in using javelins or slings.Most humans are commoners, not warriors. Civilian humans usually take the Skill Focus feat in their area(s) of expertise.Human Traits (Ex): Humans posses the following racial traits.Medium: As Medium creatures, humans have no special bonuses or penalties due to their size.Human base land speed is 30 feet.1 extra feat at 1st level.4 extra skill points at 1st level and 1 extra skill point at each additional level.Automatic Language: Common. Bonus Languages: Any (other than secret languages, such as Druidic). See the Speak Language skill.Favored Class: Any. When determining whether a multiclass human takes an experience point penalty, his or her highest-level class does not count.The human warrior presented here had the following ability scores before racial adjustments: Str 13, Dex 11, Con 12, Int 10, Wis 9, Cha 8.SEE WIKIPEDIA ENTRY: Human"}]