[{"Nombre": "Infernal"}, {"Size/Type": "Large Outsider (Evil, Extraplanar) (Chaotic or Lawful)", "Hit Dice": "40d8+360 (710 hp)", "Initiative": "+11 (+7 Dex, +4 Improved Initiative)", "Speed": "80 ft., fly 240 ft. (perfect)", "Armor Class": "50 (+7 Dex, –1 size, +34 natural), touch 17, flat-footed 43", "Base Attack/Grapple": "+40/+60", "Attack": "+58 claw (4d6+16) melee", "Full Attack": "2 claws +58 (4d6+16) melee, 1 bite +52 (4d8+8 +spell suck) melee, 2 wings +50 (2d6+8) melee, 1 tail slam +50 (4d8+8) melee", "Space/Reach": "10ft./10 ft.", "Special Attacks": "Improved grab, spell suck, learned spell immunity, spell-like abilities, summon fiend", "Special Qualities": "Abomination traits, fast healing 15, regeneration 15, SR 38, DR 15/good and epic", "Saves": "Fort +31, Ref +29, Will +30", "Abilities": "Str 43, Dex 25, Con 28, Int 22, Wis 26, Cha 29", "Skills": "Balance +50, Concentration +52, Diplomacy +52, Escape Artist +50, Hide +50, Jump +36, Knowledge (arcana) +49, Knowledge (the planes) +49, Listen +53, Move Silently +50, Search +49, Sense Motive +51, Spellcraft +49, Spot +53, Tumble +50", "Feats": "Alertness, Blinding Speed (×2), Cleave, Epic Toughness, Epic Weapon Focus (bite), Epic Weapon Focus (claw), Great Cleave, Improved Initiative, Improved Sunder, Power Attack, Tenacious Magic (greater invisibility), Tenacious Magic (blur), Weapon Focus (claw)", "Environment": "Any", "Organization": "Solitary or hell brigade (1 infernal and 1d4 balors, or 1 infernal and 1d4 pit fiends)", "Challenge Rating": "26", "Treasure": "Standard", "Alignment": "Lawful evil or chaotic evil", "Advancement": "41–50 HD (Large); 51–56 HD (Huge); 57–72 HD (Gargantuan)", "Level Adjustment": "—"}, {"Descripción": "An infernal’s natural weapons are treated as epic, evil, and chaotic-aligned or lawful-aligned for the purpose of overcoming damage reduction."}, {"Combate": "Improved Grab (Ex): If an infernal hits with a claw, it deals normal damage and attempts to start a grapple as a free action without provoking an attack of opportunity. Infernals can use this ability on Large and smaller creatures. The infernal has the option to conduct the grapple normally, or simply use its claw to hold the opponent. Each successful grapple check it makes during successive rounds automatically deals standard claw damage, in addition to automatic spell suck damage.Spell Suck (Su): If an infernal bites a foe, the foe loses one of its highest-level prepared spells or one of the spell slots for this day that it has not used. The victim chooses the prepared spell to lose. If the victim has no prepared spells or unused spell slots (either because it has exhausted its spellcasting for the day or because the victim is not a spellcaster), the bite instead deals 2 points of temporary Intelligence damage.Learned Spell Immunity (Su): If an infernal is affected by a spell cast by a particular spellcaster, the infernal thereafter becomes immune to that spell when cast by that spellcaster.Spell-Like  At will—animate dead, blasphemy, blur, charm person, create undead, darkness, deeper darkness, desecrate, detect chaos, detect good, detect law, detect magic, fear, fireball, greater dispel magic, hold person, greater invisibility, magic circle against good, major image, produce flame, polymorph, pyrotechnics, read magic, scrying, suggestion, symbol of death, telekinesis, greater teleport] (self plus 1,000 pounds), unholy aura, unholy blight, unhallow, wall of fire; 1/day—fire storm, hellball (epic spell), implosion, meteor swarm. Caster level 26th; save DC 19 + spell level. The DCs are Charisma-based.Summon Fiend (Sp): An infernal can summon four balors or four pit fiends per day (lawful infernals summon pit fiends, and chaotic infernals summon balors).Abomination Traits: Immune to polymorphing, petrification, and other form-altering attacks; not subject to Energy Drain, ability drain, ability damage, or death from massive damage; immune to mind-affecting effects; fire resistance 20; cold resistance 20; nondetection ; true seeing at will; blindsight 500 ft.; telepathy out to 1,000 ft.Regeneration (Ex): Infernals take normal damage from good weapons. Lawful infernals also take normal damage from chaotic weapons, and vice versa."}]