[{"Nombre": "Intellect devourer"}, {"Size/Type": "Small Aberration (Evil, Psionic)", "Hit Dice": "6d8+15 (42 hp)", "Initiative": "+5", "Speed": "40 ft. (8 squares)", "Armor Class": "21 (+1 size, +5 Dex, +5 natural), touch 16, flat-footed 16", "Base Attack/Grapple": "+4/+1", "Attack": "Claw +6 melee (1d3+1)", "Full Attack": "4 claws +6 melee (1d3+1)", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "Body thief, psi-like abilities", "Special Qualities": "Blindsight 60 ft., damage reduction 10/adamantine, immunity to fire, power resistance 23, resistance to electricity 15, vulnerability to protection from evil", "Saves": "Fort +4, Ref +7, Will +6", "Abilities": "Str 13, Dex 21, Con 15, Int 12, Wis 12, Cha 14", "Skills": "Bluff + 15, Concentration +11 (+15 when manifesting defensively), Hide +14, Listen +14, Move Silently +16", "Feats": "Combat Manifestation, Toughness, Up the Walls, Wild TalentB", "Environment": "Underground", "Organization": "Solitary or pod (2–4)", "Challenge Rating": "7", "Treasure": "1/2 coins; double goods; standard items", "Alignment": "Always chaotic evil", "Advancement": "7–8 HD (Small); 9–15 HD (Medium); 16–18 HD (Large)", "Level Adjustment": "+6"}, {"Descripción": "Intellect devourers understand Common but must be in possession of a body to speak. An intellect devourer in possession of a body also knows the languages known by that victim."}, {"Combate": "Body Thief (Su): When an intellect devourer overcomes a lone victim, it consumes the victim’s brain and enters the skull. As a full-round action that provokes attacks of opportunity, the devourer can merge its form with that of a helpless or dead creature of Small size or larger. The devourer cannot merge its body with that of a creature immune to extra damage from critical hits.When an intellect devourer completes its merging, it psionically consumes the brain of the victim (which kills it if it is not already dead). The devourer can exit the body at any time as a standard action, bursting the victim’s skull and resuming its normal form.After consuming its victim’s brain, an intellect devourer can instead choose to animate the body for up to seven days as if it were the victim’s original brain. The devourer retains its hit points, saving throws, and mental ability scores, as well as its psi-like abilities. It assumes the physical qualities and ability scores of the victim, as if it had used polymorph to assume the victim’s form. As long as the intellect devourer occupies the body, it knows the languages spoken by the victim and very basic information about the victim’s identity and personality, but none of the victim’s specific memories or knowledge.Psi-Like Abilities: At will—cloud mind, compression, detect psionics, ego whip (2d4, DC 16*), empty mind (+5 on Will saves*), in insinuation (three targets, DC 16*); 3/day—body adjustment (2d12*), intellect fortress, painful strike. Manifester level 7th.The save DCs are Charisma-based.*Includes augmentation for the intellect devourer’s manifester level.Blindsight (Ex): An intellect devourer can use nonvisual means to ascertain all foes within 60 feet as a sighted creature would.Vulnerability to Protection from Evil (Ex): An intellect devourer is treated as a summoned creature for the purpose of determining how it is affected by a protection from evil spell.Skills: Intellect devourers have a +8 racial bonus on Bluff checks, useful for passing off the possessed body as the original. They also have a +8 racial bonus on Move Silently checks and Listen checks."}]