[{"Nombre": "Juvenile tojanida"}, {"Monstruo y Nivel": "Juvenile Tojanida", "Size/Type": "Small Outsider (Extraplanar, Water)", "Hit Dice": "3d8+6 (19 hp)", "Initiative": "+1", "Speed": "10 ft. (2 squares), swim 90 ft.", "Armor Class": "22 (+1 size, +1 Dex, +10 natural),, touch 12, flat-footed 21", "Base Attack/Grapple": "+3/+1", "Attack": "Bite +6 melee (2d6+2)", "Full Attack": "Bite +6 melee (2d6+2) and 2 claws +1 melee (1d4+1)", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "Improved grab, ink cloud", "Special Qualities": "All-around vision, darkvision 60 ft., immunity to acid and cold, resistance to", "Saves": "Fort +5, Ref +4, Will +4", "Abilities": "Str 14, Dex 13, Con 15, Int 10, Wis 12, Cha 9", "Skills": "Diplomacy +1, Escape Artist +7, Hide +11, Knowledge (the planes) +6, Listen +7, Search +6, Spot +9, Sense Motive +7, Survival +1 (+3 other planes and following tracks), Swim +10, Use Rope +1 (+3 with bindings)", "Feats": "Blind Fight, Dodge", "Environment": "Elemental Plane of Water", "Organization": "Solitary or clutch (2–4)", "Challenge Rating": "3", "Treasure": "Standard", "Alignment": "Always neutral", "Advancement": "4–6 HD (Small)", "Level Adjustment": "—"}, {"Descripción": "A tojanida’s shell is blue-green in color. Inside the shell is a fleshy body from which extend seven stalks. Four of these stalks have paddles for locomotion, two are tipped with claws, and one bears the creature’s head. Eight vents in the shell, four at each end, allow the tojanida to thrust its stalks out in whatever configuration it finds convenient.A juvenile tojanida is up to 25 years old. It has a shell about 3 feet long, and it weighs about 60 pounds. An adult is aged 26 to 80. Its shell is about 6 feet long, and it weighs about 220 pounds. An elder can reach 150 years of age. It has a shell about 9 feet long, and it weighs about 500 pounds.Tojanidas speak Aquan and can be loquacious, but usually only on the subject of food."}, {"Combate": "Improved Grab (Ex): To use this ability, a tojanida must hit with a bite or claw attack. It can then attempt to start a grapple as a free action without provoking an attack of opportunity. Underwater, a tojanida can tow a grabbed victim of its own size or smaller at its swim speed (but it cannot run). A favorite tactic is to grab a single opponent, then withdraw, hauling the opponent away from its allies.Ink Cloud (Ex): A tojanida can emit a spherical cloud of jet-black ink with a radius of 30 feet once per minute as a free action. The effect is otherwise similar to fog cloud cast by an individual of a level equal to the tojanida’s Hit Dice. Out of water, the ink emerges in a stream up to 30 feet long, which a tojanida can squirt into an opponent’s eyes. The affected creature must succeed on a Reflex save or be blinded for 1 round. The save DC is 13 against a juvenile, 15 against an adult, and 21 against an elder. The save DCs are Constitution based.All-Around Vision (Ex): The multiple apertures in a tojanida’s shell allow it to look in any direction, bestowing a +4 racial bonus on Spot and Search checks. Opponents gain no flanking bonuses when attacking a tojanida.Skills: A tojanida has a +8 racial bonus on any Swim check to perform some special action or avoid a hazard. It can always choose to take 10 on a Swim check, even if distracted or endangered. It can use the run action while swimming, provided it swims in a straight line."}]