[{"Nombre": "Kraken"}, {"Size/Type": "Gargantuan Magical Beast (Aquatic)", "Hit Dice": "20d10+180 (290 hp)", "Initiative": "+4", "Speed": "Swim 20 ft. (4 squares)", "Armor Class": "20 (–4 size, +14 natural), touch 6, flat-footed 20", "Base Attack/Grapple": "+20/+44", "Attack": "Tentacle +28 melee (2d8+12/19–20)", "Full Attack": "2 tentacles +28 melee (2d8+12/19–20) and 6 arms +23 melee (1d6+6) and bite +23 melee (4d6+6)", "Space/Reach": "20 ft./15 ft. (60 ft. with tentacle, 30 ft. with arm)", "Special Attacks": "Improved grab, constrict 2d8+12 or 1d6+6", "Special Qualities": "Darkvision 60 ft., ink cloud, jet, low-light vision, spell-like abilities", "Saves": "Fort +21, Ref +12, Will +13", "Abilities": "Str 34, Dex 10, Con 29, Int 21, Wis 20, Cha 20", "Skills": "Concentration +21, Diplomacy +7, Hide +0, Intimidate +16, Knowledge (geography) +17, Knowledge (nature) +16, Listen +30, Search +28, Sense Motive +17, Spot +30, Survival +5 (+7 following tracks), Swim +20, Use Magic Device +16", "Feats": "Alertness, Blind Fight, Combat Expertise, Improved Critical (tentacle), Improved Initiative, Improved Trip, Iron Will", "Environment": "Temperate aquatic", "Organization": "Solitary", "Challenge Rating": "12", "Treasure": "Triple standard", "Alignment": "Usually neutral evil", "Advancement": "21–32 HD (Gargantuan); 33–60 HD (Colossal)", "Level Adjustment": "—"}, {"Descripción": "Six of the beast’s tentacles are shorter arms about 30 feet long; the remaining two are nearly 60 feet long and covered with barbs. Its beaklike mouth is located where the tentacles meet the lower portion of its body.Krakens speak Common and Aquan."}, {"Combate": "Krakens strike their opponents with their barbed tentacles, then grab and crush with their arms or drag victims into their huge jaws. An opponent can make sunder attempts against a kraken’s tentacles or arms as if they were weapons. A kraken’s tentacles have 20 hit points, and its arms have 10 hit points. If a kraken is currently grappling a target with one tentacle or arm, it usually uses another limb to make its attack of opportunity against the sunder attempt. Severing a kraken’s tentacle or arm deals damage to the kraken equal to half the limb’s full normal hit points. A kraken usually withdraws from combat if it loses both tentacles or three of its arms. A kraken regrows severed limbs in 1d10+10 days.Improved Grab (Ex): To use this ability, the kraken must hit with an arm or tentacle attack. It can then attempt to start a grapple as a free action without provoking an attack of opportunity. If it wins the grapple check, it establishes a hold and can constrict.Constrict (Ex): A kraken deals automatic arm or tentacle damage with a successful grapple check.Jet (Ex): A kraken can jet backward once per round as a full-round action, at a speed of 280 feet. It must move in a straight line, but does not provoke attacks of opportunity while jetting.Ink Cloud (Ex): A kraken can emit a cloud of jet-black ink in an 80-foot spread once per minute as a free action. The cloud provides total concealment, which the kraken normally uses to escape a fight that is going badly. Creatures within the cloud are considered to be in darkness.Spell-Like Abilities: 1/day—control weather, control winds, dominate animal (DC 18), resist energy. Caster level 9th. The save DC is Charisma-based.Skills: A kraken has a +8 racial bonus on any Swim check to perform some special action or avoid a hazard. It can always choose to take 10 on a Swim check, even if distracted or endangered. It can use the run action while swimming, provided it swims in a straight line.SEE WIKIPEDIA ENTRY: Kraken"}]