[{"Nombre": "Krenshar"}, {"Size/Type": "Medium Magical Beast", "Hit Dice": "2d10 (11 hp)", "Initiative": "+2", "Speed": "40 ft. (8 squares)", "Armor Class": "15 (+2 Dex, +3 natural), touch 12, flat-footed 13", "Base Attack/Grapple": "+2/+2", "Attack": "Bite +2 melee (1d6)", "Full Attack": "Bite +2 melee (1d6) and 2 claws +0 melee (1d4)", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "Scare", "Special Qualities": "Darkvision 60 ft., low-light vision, scent", "Saves": "Fort +3, Ref +5, Will +1", "Abilities": "Str 11, Dex 14, Con 11, Int 6, Wis 12, Cha 13", "Skills": "Hide +4, Jump +9, Listen +3, Move Silently +6", "Feats": "Multiattack, TrackB", "Environment": "Temperate forests", "Organization": "Solitary, pair, or pride (6–10)", "Challenge Rating": "1", "Treasure": "None", "Alignment": "Usually neutral", "Advancement": "3–4 HD (Medium); 5–8 HD (Large)", "Level Adjustment": "+2"}, {"Descripción": "The krenshar is a strange, catlike carnivore with extremely flexible skin on its head. A typical krenshar measures 4 or 5 feet in length with a long, narrow head. It weighs about 175 pounds."}, {"Combate": "Krenshars use solitary scouts to drive prey into the waiting clutches of the pride. The scout appears from hiding, uses its scare ability, then chases the fleeing target to join the attack.Scare (Ex or Su): As a standard action, a krenshar can pull the skin back from its head, revealing the musculature and bony structures of its skull. This alone is usually sufficient to scare away foes (treat as a Bluff check with a +3 bonus).Combining this scare ability with a loud screech produces an unsettling effect that works like a scare spell from a 3rd-level caster (Will DC 13 partial). A creature that successfully saves cannot be affected again by the same krenshar’s scare ability for 24 hours. The shriek does not affect other krenshars. This is a supernatural, sonic mind-affecting fear effect. The save DC is Charisma-based.Skills: Krenshars have a +4 racial bonus on Jump and Move Silently checks."}]