[{"Nombre": "Lavawight"}, {"Size/Type": "Medium Undead (Fire)", "Hit Dice": "32d12 (208 hp)", "Initiative": "+12 (+8 Dex, +4 Improved Initiative)", "Speed": "60 ft.", "Armor Class": "46 (+8 Dex, +28 natural), touch 18, flat-footed 38", "Base Attack/Grapple": "+16/+37", "Attack": "Claw +40 (3d8+21/19-20 (+1d6 on critical hit) plus blazefire) melee", "Full Attack": "2 claws +40 (3d8+21/19-20 (+1d6 on critical hit) plus blazefire) melee, 1 skull butt +32 (2d6+10 plus blazefire) melee", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "Rend 6d8+31, blazefire, spell-like abilities", "Special Qualities": "Undead traits, fire subtype, heat aura, SR 34, DR 10/–, fiery hardness", "Saves": "Fort +12, Ref +18, Will +24", "Abilities": "Str 52, Dex 27, Con –, Int 10, Wis 22, Cha 28", "Skills": "Jump +33, Knowledge (religion) +33, Listen +41, Search +35, Spot +41", "Feats": "Blinding Speed (×2), Cleave, Epic Weapon Focus (claw), Great Cleave, Great fortitude, Improved Critical (claw), Improved Initiative, Overwhelming Critical (claw), Power Attack, Weapon Focus (claw)", "Environment": "Any", "Organization": "Solitary or pair", "Challenge Rating": "23", "Treasure": "Standard", "Alignment": "Chaotic evil", "Advancement": "33–42 HD (Medium-size); 43–55 HD (Huge)", "Level Adjustment": "—"}, {"Descripción": "Lavawights speak Common and Infernal."}, {"Combate": "Rend (Ex): If the lavawight hits with both of its claws, it latches onto the opponent’s body and tears the flesh. This attack automatically deals an additional 6d8+31 points of Damage.Blazefire (Su): Living creatures taking Damage from a lavawight’s attack find themselves ignited with blaze-fire; they must succeed at a fortitude save (DC 35) or permanently lose 4 hit points. The DC is Charisma-based. The opponent must continue to save every round for the next 6 rounds (7 rounds total) to avoid being permanently drained of 4 more hit points each round. The lavawight heals the same amount of Damage whenever a creature is drained of hit points, gaining any excess as temporary hit points. The temporary hit points last a maximum of 1 hour. If an opponent is slain by blazefire, only blackened ash remains of the victim. Hit points lost to the blazefire never heal naturally and cannot be magically restored—they are gone for good.Spell-Like  At will— dimension door, flame arrow, spell immunity (sleet storm), fireball, wall of fire. Caster level 22nd; save DC 19 + spell level. The DC is Charisma-based.Undead Traits: Immune to poison, sleep, paralysis, stunning, disease, death effects, necromantic effects, mind-affecting effects, and any effect requiring a fortitude save unless it also works on objects. Not subject to critical hits, nonlethal damage, Energy Drain, Ability Damage, ability drain, or Energy Drain. Negative energy heals. Not at risk of death from massive Damage, but destroyed at 0 hit points or less. Darkvision 60 ft. Cannot be raised; resurrection works only if creature is willing.Heat Aura (Su): A 10-foot-radius spread heat aura surrounds a lavawight. All creatures of the fire subtype in the field (including the lavawight) are treated as if having turn resistance +6 (if undead) and fast healing 10. Creatures subject to fire Damage take 2d10 points of fire Damage each round they remain within the heat aura.Fire Subtype: Fire immunity, cold vulnerability..Fiery Hardness (Ex): The lavawight’s molten skin provides it with Damage reduction of 10/–."}]