[{"Nombre": "Leshay"}, {"Size/Type": "Medium Fey", "Hit Dice": "50d6+650 (825 hp)", "Initiative": "+21 (+17 Dex, +4 Improved Initiative)", "Speed": "40 ft.", "Armor Class": "52 (+17 Dex, +20 insight, +5 natural armor), touch 47, flat-footed 15", "Base Attack/Grapple": "+25/+30", "Attack": "+10 keen brilliant energy bastard sword +53 (1d10+15/17-20) melee", "Full Attack": "2 +10 keen brilliant energy bastard swords +53/+48/+43/+38 (1d10+15/17-20) melee", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "Gaze, spell-like abilities, leShay weapons", "Special Qualities": "Superior two-weapon fighting, DR 15/epic and cold iron, elf traits, immune to poison and disease, low-light vision, SR 42, fast healing 10", "Saves": "Fort +29, Ref +44, Will +35", "Abilities": "Str 21, Dex 45, Con 37, Int 33, Wis 23, Cha 47", "Skills": "Bluff +71, Concentration +66, Diplomacy +77, Disguise +71, Escape Artist +70, Gather Information +24, Hide +70, Intimidate +24, Jump +5, Knowledge (local, nature) +59, Listen +59, Move Silently +70, Search +59, Speak Language (any five), Spot +59", "Feats": "Blind Fight, Blinding Speed, Cleave, Dodge, Expertise, Improved Critical (leShay weapon), Improved Initiative, Iron Will, Mobility, Polyglot, Power Attack, Quick Draw, Spell Stowaway (heal), Spring Attack, Weapon Finesse, Weapon Focus (leShay weapon), Whirlwind Attack", "Environment": "Any", "Organization": "Solitary", "Challenge Rating": "28", "Treasure": "Standard", "Alignment": "Any", "Advancement": "None", "Level Adjustment": "—"}, {"Descripción": "A leshay’s natural weapons are treated as epic for the purpose of overcoming damage reduction."}, {"Combate": "Spell-Like  At will—disguise self, detect thoughts, displacement, freedom, greater dispel magic, heal, greater invisibility, knock, speak with plants, spell turning, greater teleport], water breathing. Caster level 28th; save DC 28 + spell level. The DCs are Charisma-based.LeShay Weapons (Su): Each leShay carries two personal melee weapons that he or she manifests from his or her own life essence. The weapon can change form as he or she shifts from class to class, typically appearing as a bastard sword (one in each hand). When not in combat, the weapons simply do not exist, but leShay can “draw” their weapons from nowhere as a free action. LeShay weapons are considered light weapons for a leShay, regardless of their size.Superior Two-Weapon Fighting (Ex): A leShay fights with a leShay weapon in each hand. Because these weapons are extensions of its own body, the leShay does not take an attack or Damage penalty for attacking with two weapons.Gaze (Su): All creatures within 30 feet who meet the gaze of a leShay become affected as if by charm monster. A Will save (DC 53) negates the effect. Each opponent within range of a gaze attack must attempt a saving throw each round at the beginning of his or her turn in the initiative order. A leShay can also actively gaze as an attack action by choosing a target within range, who must then attempt a saving throw. LeShay are immune to their own gaze. The DC is Charisma-based.Elf Traits: Immune to magic sleep spells and effects; +2 racial bonus on Will saves against enchantment spells or effects; low-light vision (can see twice as far as a human in low-light conditions); entitled to a Search check when within 5 feet of a secret or concealed door as though actively looking for it; Martial Weapon Proficiency (composite longbow, composite shortbow, longbow, longsword, and rapier) as bonus feats; +2 racial bonus on Listen, Spot, and Search checks (already figured into the statistics given above)."}]