[{"Nombre": "Living vault"}, {"Size/Type": "Colossal Construct", "Hit Dice": "96d10+80 (608 hp hp)", "Initiative": "–2 (Dex)", "Speed": "10 ft. (can’t run)", "Armor Class": "60 (–8 size, –2 Dex, +60 natural), touch 0, flat-footed 60", "Base Attack/Grapple": "+72/+123", "Attack": "Slam +99 (10d6+35) melee", "Full Attack": "2 slams +99 (10d6+35) melee", "Space/Reach": "30 ft./20 ft.", "Special Attacks": "Imprisonment", "Special Qualities": "Recognition, safekeeping, construct traits, magic immunity, DR 15/epic and adamantine", "Saves": "Fort +32, Ref +30, Will +33", "Abilities": "Str 80, Dex 7, Con –, Int –, Wis 12, Cha 1", "Skills": "Jump +0", "Feats": "—", "Environment": "Any", "Organization": "Solitary", "Challenge Rating": "33", "Treasure": "Standard (see text)", "Alignment": "Neutral", "Advancement": "None", "Level Adjustment": "—"}, {"Descripción": "To access a vault, its creator must call the vault from where it is sequestered through the use of a sending spell. The vault has no obvious opening; however, items can be stored and retrieved by naming them (the living vault provides an inventory to its creator on request). The item to be stored appears to sink into the living vault’s form as if made of mud. Likewise, items retrieved pop out of the living vault’s form. Storing and retrieving items in this fashion takes one round per transaction. Creatures other than the vault’s master who wish to access the inventory must destroy the vault to do so. If a vault is destroyed, all the objects and creatures stored within immediately emerge.A living vault’s natural weapons are treated as epic for the purpose of overcoming damage reduction."}, {"Combate": "Imprisonment (Sp): As a free action twice per day, a living vault can project a 60-foot cone. Creatures caught in the cone must make a Will save (DC 58) or be affected as by the imprisonment spell, except creatures are stored within the vault’s interior. The living vault can hold two Gargantuan creatures, eight Huge creatures, thirty-two Large creatures, one hundred twenty-eight Medium-size creatures, and so on. This assumes that the rest of the vault is also relatively empty, so a large hoard of treasure reduces the number of creatures a living vault can hold at any one time. If freedom is later cast upon the very spot where the victim of imprisonment disappeared, the victim is freed, though it doesn’t appear where it disappeared, but in a space adjacent to wherever the living vault is currently physically located.Recognition (Ex): Once made, a living vault responds only to its owner; no other being can access the vault’s interior. The vault is not fooled by disguised creatures, and can distinguish between its true master and false duplicates, even penetrating disguises used in conjunction with shapechange, alter self, disguise self, polymorph, seeming, and simulacrum and similar effects. The vault does, however, respond to the product of a clone spell.Safekeeping (Sp): At will, a living vault can use a power that combines the effects of sequester and plane shift to render the vault invisible to any form of sight or divination, and at the same time transfer it to a random portion of the Astral Plane. When in safekeeping mode, the living vault responds to a sending by its master, returning to the location from which it left and becoming tangible once again. Creatures and objects that are stored within the vault are treated as if under the effects of sequester, whether the vault itself is or not. Often, creatures are brought into the vault via imprisonment, but sometimes unconscious or otherwise subdued creatures are stored as an object, in which case they receive no saving throw to resist the effect.Construct Traits: Immune to mind-affecting effects (charms, compulsions, phantasms, patterns, and morale effects), and to poison, sleep, paralysis, stunning, disease, death effects, necromantic effects, and any effect that requires a fortitude save unless it also works on objects. Cannot heal Damage (though regeneration and fast healing still apply, if present). Not subject to critical hits, nonlethal damage, Energy DrainAbility Damage, ability drain, or Energy Drain. Not at risk of death from massive Damage, but destroyed when reduced to 0 hit points or less; cannot be raised or resurrected. Darkvision 60 ft.Magic Immunity (Ex): A living vault is immune to all magical and supernatural effects, except as follows. A freedom spell cast on it causes it to defer the use of its own imprisonment power for 10 rounds."}]