[{"Nombre": "Neh-thalggu (brain collector)"}, {"Size/Type": "Huge Aberration (Extraplanar, Incorporeal)", "Hit Dice": "32d8+192 (336 hp hp)", "Initiative": "+12 (+4 Dex, +8 Superior Initiative)", "Speed": "60 ft. or via dimension door", "Armor Class": "35 (–2 size, +4 Dex, +3 deflection, +20 insight), touch 35, flat-footed 11", "Base Attack/Grapple": "+24/–", "Attack": "Bite +26 (4d10 + 12 plus poison) melee", "Full Attack": "Bite +26 (4d10 + 12 plus poison ) melee, 10 head-tentacles +21 (2d10 plus ability drain ) melee touch attack", "Space/Reach": "15 ft./10 ft.", "Special Attacks": "Extract brains (ranged attack), poison, spells", "Special Qualities": "Dimensional travel, DR 10/epic, incorporeal traits, amorphous physiology, manifest maw, SR 30, darkvision 60 ft.", "Saves": "Fort +16, Ref +14, Will +23", "Abilities": "Str –, Dex 19, Con 22, Int 20, Wis 20, Cha 17", "Skills": "Concentration +41, Hide +39, Knowledge (arcana, the planes) +40, Move Silently +39, Search +40, Spellcraft +40", "Feats": "Blind-Fight, Combat Reflexes, Dodge, Eschew Materials, Combat Expertise, Improved Initiative, Maximize Spell, Mobility, Power Attack, Spring Attack, Superior Initiative", "Environment": "Any", "Organization": "Solitary", "Challenge Rating": "26", "Treasure": "Triple standard", "Alignment": "Usually chaotic neutral, neutral evil, or chaotic evil", "Advancement": "33–66 HD (Gargantuan); 67–112 HD (Colossal)", "Level Adjustment": "—"}, {"Descripción": "A creature whose brain has been harvested by a brain collector cannot be raised, reincarnated, or resurrected while the brain is in the creature, because the collector preserves and draws upon the soul and basic personality of the creature for as long as it retains the brain. Neh-thalggus’ own language is a silent sign language “spoken” with their writhing head-tentacles. They can also communicate telepathically with any creature that has a language within 100 feet.A neh-thalggu’s natural weapons are treated as epic for the purpose of overcoming damage reduction."}, {"Combate": "Poison (Ex): A neh-thalggu’s bite injects a debilitating poison (DC 32) that Damages the victim’s Constitution. He or she loses half his or her current Constitution immediately on a failed save and must save again 1 minute later or lose half of his or her remaining Constitution. If the character survives, he or she heals the Energy DrainAbility Damage at the normal rate (1 point per day). The save DC is Constitution-based.Head-Tentacles (Ex): The long, whiplike tentacles that frame either side of a brain collector’s face can deliver a dangerous touch attack that, if successful, causes the target to dehydrate and wither (2d10 points of desiccation Damage). In addition, each successful tentacle attack drains 1 point of Strength, 1 point of Dexterity, and 1 point of Constitution. This is permanent ability drain and may only be reversed by spells such as restoration and greater restoration. It can bring all ten tentacles to bear on a single target facing it or divide its attacks against up to ten targets that it threatens.Extract Brains (Sp): Once every 1d4 rounds, as a full-round action, a brain collector can extract the brain from a target creature in line of sight. This attack is psionic in nature and can be blocked by a dimensional anchor currently in force on the target. The target gets a Will save (DC 31) to resist the extraction. The save DC is Intelligence-based. If the save fails, his or her brain is drawn out intact through the skull by extradimensional means and sucked up by the brain collector, lodging in an unused storage sac above and behind its eyes. If the save succeeds, he or she takes 9d6 points of Damage and is stunned for 1d4+1 rounds. A brain collector prefers to absorb brains of high-level arcane spellcasters but is fully capable of extracting those of other foes as a highly effective attack. When encountered, assume a neh-thalggu has a full retinue of thirteen stolen brains. Each brain less than the full thirteen bestows one Energy Drain on the neh-thalggu (though these never convert to actual level loss), which is a powerful incentive for the creature to always keep its brain-sacs filled. A neh-thalggu is free to draw on all the Knowledge skills of each brain it currently stores, using the base ranks in a skill possessed by each brain, and adjusted by the neh-thalggu’s own skill modifiers for the Knowledge skill in question (or its Intelligence modifier, for a skill it has no ranks in).Dimensional Travel (Sp): A brain collector’s preferred method of locomotion is via dimension door, which it can do as a quickened action, once per round. It can also use teleport without error or plane shift at will as a move-equivalent action.Spells (Sp): A fully grown brain collector can cast arcane spells as a 13th-level sorcerer (one level of spell-casting ability per brain).Incorporeal: A neh-thalggu is not wholly in our reality but always remains partially extradimensional. Thus it can be harmed only by other incorporeal creatures, +1 or better weapons, magic, or psionics, with a 50% chance to ignore any Damage from a corporeal source. It can pass through solid objects at will, and its own attacks pass through armor (except for its bite attack, which is treated as if a corporeal attack). It always moves silently unless it chooses otherwise.Amorphous Physiology (Ex): A brain collector does not have fixed organs. As such, it is immune to critical hits, death from massive Damage, sneak attacks, and coup de grace.Manifest Maw: Though it is an incorporeal creature, a neh-thalggu can manifest its mouth in corporeal form as a standard action. While so manifested, the mouth can deliver bite attacks against corporeal creatures or pick up objects. The mouth bites as if it had str=35.Feats: A neh-thalggu gains Power Attack as a bonus feat, even though it has no Strength score."}]