[{"Nombre": "Nightwing"}, {"Size/Type": "Huge Undead (Extraplanar)", "Hit Dice": "17d12+34 (144 hp)", "Initiative": "+8", "Speed": "20 ft. (4 squares), fly 60 ft. (good)", "Armor Class": "30 (–2 size, +4 Dex, +18 natural), touch 12, flat-footed 26", "Base Attack/Grapple": "+8/+28", "Attack": "Bite +18 melee (2d6+17/19–20 plus magic drain)", "Full Attack": "Bite +18 melee (2d6+17/19–20 plus magic drain)", "Space/Reach": "15 ft./10 ft.", "Special Attacks": "Desecrating aura, magic drain, spell-like abilities, summon undead", "Special Qualities": "Aversion to daylight, damage reduction 15/silver and magic, darkvision 60 ft., immunity to cold, spell resistance 27, telepathy 100 ft., undead traits", "Saves": "Fort +9, Ref +11, Will +17", "Abilities": "Str 31, Dex 18, Con —, Int 18, Wis 20, Cha 18", "Skills": "Concentration +24, Diplomacy +6, Hide +16*, Listen +25, Move Silently +24, Search +24, Sense Motive +25, Spellcraft +24, Spot +25, Survival +5 (+7 following tracks)", "Feats": "Combat Reflexes, Dodge, Flyby Attack, Great Fortitude, Improved Critical (bite), Improved Initiative", "Environment": "Plane of Shadow", "Organization": "Solitary, pair, or flock (3–6)", "Challenge Rating": "14", "Treasure": "Standard", "Alignment": "Always chaotic evil", "Advancement": "18–25 HD (Huge); 26–34 HD (Gargantuan)", "Level Adjustment": "—"}, {"Descripción": "Nightwings are batlike flyers that hunt on the wing.A nightwing has a wingspan of about 40 feet and weighs about 4,000 pounds."}, {"Combate": "Nightwings prowl the night sky and dive onto their victims. They are all but invisible, detectable only because of the stars they obscure in their passing.A nightwing’s natural weapons are treated as magic weapons for the purpose of overcoming damage reduction.Aversion to Daylight (Ex): If exposed to natural daylight (not merely a daylight spell), Nightshades take a –4 penalty on all attack rolls, saving throws, and skill checks.Desecrating Aura (Su): All Nightshades give off a 20-foot radius emanation of utter desecration, imbuing their surroundings with negative energy. This ability works much like a desecrate spell, except that the nightshade’s evil is so great that it is treated as the shrine of an evil power. All undead within 20 feet of the nightshade (including the creature itself ) gain a +2 profane bonus on attack rolls, damage rolls, and saving throws, and +2 hit points per HD. (The nightshade Hit Dice, attack, and save entries given here include these profane bonuses.) Charisma checks made to turn undead within this area take a –6 penalty.Magic Drain (Su): A nightwing can weaken magic armor, weapons, and shields by making a successful touch attack. The targeted item must succeed on a DC 22 Fortitude save or lose 1 point of its enhancement bonus. The save DC is Charisma-based. An item that loses its entire enhancement bonus becomes merely a masterwork item and loses any special abilities (such as flaming) as well. Casting dispel evil upon the item reverses the effect of the magic drain, provided this occurs within a number of days after the attack equal to the caster’s level and the caster succeeds on a DC 29 caster level check.Spell-Like Abilities: At will—contagion (DC 18), deeper darkness, detect magic, haste, see invisibility, unholy blight (DC 18); 3/day—confusion (DC 18), greater dispel magic, hold monster (DC 19), invisibility; 1/day—cone of cold (DC 19), finger of death (DC 21), plane shift (DC 21). Caster level 17th. The save DCs are Charisma-based.Summon Undead (Su): A nightwing can summon undead creatures once per night: 5–12 shadows, 2–4 greater shadows, or 1 dread wraith. The undead arrive in 1d10 rounds and serve for 1 hour or until released.Skills: *When hiding in a dark area or flying in a dark sky, a nightwing gains a +8 racial bonus on Hide checks."}]