[{"Nombre": "Creating a paragon creature"}, {"Descripción": "“Paragon” is a template that can be added to any creature (referred to hereafter as the base creature).The base creature’s type remains unchanged. The paragon creature uses all the base creature’s statistics and special abilities except as noted here.HD: A paragon creature always has maximum hit points. Paragon creatures also gain an additional 12 hit points per HD.Speed: A paragon creature’s speed triples, for all movement types.AC: Paragon creatures gain a +12 insight bonus to AC and a +12 luck bonus to AC. They also gain a +5 natural armor bonus (if the creature already has natural armor, use whichever is better).Attacks: A paragon creature makes all its attacks with a +25 luck bonus on the attack roll.Damage: A paragon creature gains a +20 luck bonus on Damage rolls for all melee and thrown ranged attacks.Special Abilities: A paragon creature’s special attacks, if any, all gain a +13 insight bonus, if applicable. The +13 insight bonus may only be applied to a given special ability once.Spell-Like Abilities (Sp) or Psionics (Sp): If the base creature has spell-like abilities, it gains +15 to its caster level to use those abilities. A paragon creature also gains the ability to use greater dispel magic, haste, and see invisibility three times per day, even if it did not have spell-like abilities before, at 15th caster level.Special Qualities: A paragon creature retains all the special qualities of the base creature and also gains the following.Fire and cold resistance 10. If the creature already possesses such resistance, use whichever is better.Damage reduction 10/epic. If the creature already possesses Damage reduction, use whichever is better.Spell Resistance equal to the paragon creature’s CR +25. If the creature already possesses spell resistance, use whichever is higher.Fast healing 20. If the creature already possesses fast healing, use whichever is better.A paragon creature’s natural weapons are treated as epic for the purpose of overcoming damage reduction.Saves: The paragon creature gains a +10 insight bonus on all its saving throws.All ability scores are 15 points higher than those of the base creature.Skills: The paragon creature gains a +10 competence bonus on all its skill checks.Feats: Same as the base creature, plus one bonus feat.Environment: Any land and underground.Organization: Same as the base creature.Challenge Rating: As base creature +15.Treasure: Standard for a creature of the adjusted CR.Alignment: Same as the base creature.Advancement: Same as the base creature."}]