[{"Nombre": "Phaethon"}, {"Monstruo y Nivel": "Phaethon", "Size/Type": "Gargantuan Outsider (Evil, Extraplanar, Fire)", "Hit Dice": "62d8+806 (1,362 hp hp)", "Initiative": "+15 (+7 Dex, +8 Superior Initiative)", "Speed": "120 ft., burrow 120 ft.", "Armor Class": "47 (–4 size, +7 Dex, +34 natural), touch 13, flat-footed 40", "Base Attack/Grapple": "+62/+98", "Attack": "pseudopod slam +85 (4d8+24 plus fire damage) melee", "Full Attack": "8 pseudopod slams +85 (4d8+24 plus fire damage) melee", "Space/Reach": "20 ft./10 ft.", "Special Attacks": "Fiery touch, fiery overrun, spell-like abilities, improved grab, swallow whole, summon elder fire elemental", "Special Qualities": "Abomination traits, immunity to fire, vulnerability to cold, oozelike immunities, regeneration 25, fast healing 25, SR 46, DR 15/epic lawful and epic", "Saves": "Fort +48, Ref +42, Will +43", "Abilities": "Str 58, Dex 25, Con 36, Int 8, Wis 18, Cha 39", "Skills": "Climb +89, Craft (metalworking, stoneworking) +29, Hide +12, Jump +69, Knowledge (geography) +64, Listen +71, Move Silently +72, Search +64, Spot +71", "Feats": "Alertness, Blinding Speed (×5), Cleave, Epic Toughness (×3), Epic Weapon Focus (slam), Epic Will, Great Cleave, Great Fortitude, Improved Initiative, Improved Sunder, Iron Will, Lightning Reflexes, Power Attack, Superior Initiative, Weapon Focus (slam)", "Environment": "Any", "Organization": "Solitary, or in company of 1–10 elder fire elementals", "Challenge Rating": "34", "Treasure": "Standard", "Alignment": "Always chaotic evil", "Advancement": "63–80 HD (Gargantuan); 81–186 HD (Colossal)", "Level Adjustment": "—"}, {"Descripción": "A phaethon’s natural weapons are treated as epic and evil for the purpose of overcoming damage reduction."}, {"Combate": "Fiery Touch (Ex): Touching or being touched by a phaethon deals 2d6 points of fire damage.Fiery Overrun (Ex): A foe who is successfully overrun by a phaethon is treated as if swallowed whole.Improved Grab (Ex): If the phaethon hits with a pseudopod, it deals normal damage and attempts to start a grapple as a free action without provoking an attack of opportunity. Phaethons can use improved grab on a Huge or smaller creature. The phaethon has the option to conduct the grapple normally, simply maintaining a pseudopod hold, or attempting to absorb the opponent by swallowing the foe whole. Each successful grapple check it makes during successive rounds automatically deals the damage listed for the pseudopod.Swallow Whole (Ex): The phaethon can absorb opponents it holds with a second successful grapple check after a grab. The opponent must be Huge or smaller. Absorbed creatures take 20d6 points of fire damage and 10d6 points of bludgeoning damage each round they remain inside a phaethon. Victims must make a successful grapple check to “swim” free of the living magma of the phaethon.Spell-Like  At will—fireball, fire storm, delayed blast fireball, flame strike, wall of fire; 1/day—scrying. Caster level 34th; save DC 24 + spell level.Summon Elder Fire Elemental (Sp): Phaethons can summon up to ten elder fire elementals per day.Abomination Traits: Immune to polymorphing, petrification, and other form-altering attacks; not subject to Energy Drain, ability drain, ability damage, or death from massive damage; immune to mind-affecting effects; fire resistance 20; cold resistance 20; nondetection; true seeing at will; blindsight 500 ft.; telepathy out to 1,000 ft.Oozelike Immunities (Ex): Immune to poison, sleep, paralysis, stunning, polymorphing, and mind-influencing effects; not subject to critical hits or flanking; blind.Regeneration (Ex): Phaethons take normal damage from lawful weapons and cold-forged weapons, and double damage from cold or ice weapons."}]