[{"Nombre": "Primal air elemental"}, {"Monstruo y Nivel": "Air Elemental, Primal", "Size/Type": "Colossal Elemental (Air, Extraplanar)", "Hit Dice": "64d8+576 (944 hp hp)", "Initiative": "+24 (+16 Dex, +8 Superior Initiative)", "Speed": "Fly 100 ft. (perfect)", "Armor Class": "66 (–8 size, +16 Dex, +48 natural), touch 18, flat-footed 50", "Base Attack/Grapple": "+48/+75", "Attack": "Slam +57 (4d8+16) melee", "Full Attack": "2 Slams +57 (4d8+16) melee", "Space/Reach": "30 ft./30 ft.", "Special Attacks": "Air mastery, whirlwind; Earth mastery, push", "Special Qualities": "Elemental traits, DR 10/­–, SR 42", "Saves": "Fort +42, Ref +52, Will +28", "Abilities": "Str 32, Dex 43, Con 28, Int 8, Wis 13, Cha 13", "Skills": "Listen +48, Spot +57", "Feats": "Alertness, Blinding Speed (×2), Combat Reflexes, Dodge, Epic Prowess (×2), Epic Toughness (×4), Epic Will, Flyby Attack, Great Fortitude, Improved Initiative, Iron Will, Mobility, Lightning Reflexes, Spring Attack, Superior Initiative, Weapon Finesse, Weapon Focus (slam)", "Environment": "Any land", "Organization": "Solitary", "Challenge Rating": "35", "Treasure": "None", "Alignment": "Usually neutral", "Advancement": "65–288 HD (Colossal)", "Level Adjustment": "—"}, {"Descripción": "Primal air elementals speak Auran."}, {"Combate": "Elemental Traits: Immune to poison, sleep, paralysis, and stunning. Not subject to critical hits.Air Mastery (Ex): Airborne creatures take a –1 penalty on attack and damage rolls against an air elemental.Whirlwind (Su): The elemental can transform itself into a whirlwind once every 10 minutes and remain in that form for up to 1 round for every 2 HD it has. In this form, the elemental can move through the air or along a surface at its fly speed. A primal air whirlwind is 10 feet wide at the base, 40 feet wide at the top, and up to 80 feet tall. The elemental controls its exact height, but it must be at least 10 feet. Gargantuan or smaller creatures might take damage when caught in the whirlwind and may be lifted into the air. An affected creature must succeed at a Reflex save (DC 53) when it comes into contact with the whirlwind or take 4d8 points of damage. It must also succeed at a second Reflex save (DC 53) or be picked up bodily and held suspended in the powerful winds, automatically taking 4d8 points of damage each round. A creature that can fly is allowed a Reflex save (DC 53) each round to escape the whirlwind. The creature still takes damage but can leave if the save is successful. The elemental can eject any carried creatures whenever it wishes, depositing them wherever the whirlwind happens to be. A summoned elemental always ejects trapped creatures before returning to its home plane. If the whirlwind’s base touches the ground, it creates a swirling cloud of debris. This cloud is centered on the elemental and has a diameter equal to half the whirlwind’s height. The cloud obscures all vision, including darkvision, beyond 5 feet. Creatures 5 feet away have one-half concealment, while those farther away have total concealment. Those caught in the cloud must succeed at a Concentration check (DC 53) to cast a spell. The DC is Strength-based."}]