[{"Nombre": "Ruin swarm"}, {"Size/Type": "Tiny Vermin (Swarm)", "Hit Dice": "50d8+500 (725 hp)", "Initiative": "+16", "Speed": "20 ft., climb 20 ft., fly 90 ft. (perfect)", "Armor Class": "30 (+2 size, +16 Dex, +2 natural), touch 28, flat-footed 14", "Base Attack/Grapple": "+37/—", "Attack": "Swarm (5d6)", "Full Attack": "Swarm (5d6)", "Space/Reach": "10 ft./0 ft.", "Special Attacks": "Blinding, distraction (DC 45)", "Special Qualities": "Blindsense, fast healing 15, swarm traits, vermin traits", "Saves": "Fort +37, Ref +34, Will +22", "Abilities": "Str 3, Dex 42, Con 30, Int —, Wis 23, Cha 32", "Skills": "—", "Feats": "—", "Environment": "Any", "Organization": "Solitary, cloud (2–4 swarms), or plague (5–8 swarms)", "Challenge Rating": "23", "Treasure": "None", "Alignment": "Always neutral", "Advancement": "None", "Level Adjustment": "—"}, {"Combate": "Blinding (Ex): Any living creature that begins its turn with a ruin swarm in its space must make a fortitude save (DC 51) or be blinded for one round. The save DC is Dexterity-based.Blindsense (Ex): The ruin swarm notices and locates creatures within 200 ft. Opponents still have 100% concealment against the swarm (but swarm attacks ignore concealment).Distraction (Ex): Any living creature vulnerable to the swarm’s damage that begins its turn with a swarm in its square is nauseated for 1 round; a DC 45 fortitude save negates the effect. Even with a successful save, spellcasting or concentrating on spells within the area of a swarm requires a Concentration check (DC 20 + spell level). Using skills requiring patience and concentration requires a Concentration check (DC 20). The save DC is Constitution-based.Swarm Traits: A swarm has no clear front or back and no discernable anatomy, so it is not subject to critical hits or flanking. A swarm made up of Tiny creatures takes half damage from slashing and piercing weapons.Reducing a swarm to 0 hit points or fewer causes the swarm to break up, though damage taken until that point does not degrade its ability to attack or resist attack. Swarms are never staggered or reduced to a dying state by damage. Also, they cannot be tripped, grappled, or bull rushed, and they cannot grapple another.A swarm is immune to any spell or effect that targets a specific number of creatures (including single-target spells such as disintegrate), with the exception of mind-affecting effects if the swarm has an intelligence score and a hive mind. A swarm takes a –10 penalty on saving throws against spells or effects that affect an area, such as many evocation spells or grenadelike weapons. If the area effect attack does not allow a saving throw, the swarm takes double damage instead.A swarm rendered unconscious by means of nonlethal damage becomes disorganized and dispersed, and does not re-form until its hit points exceed its nonlethal damage.Vermin Traits: A ruin swarm is immune to all mind-affecting effects (charms, compulsions, phantasms, patterns, and morale effects). It also has darkvision (60-foot range)."}]