[{"Nombre": "Rust monster"}, {"Size/Type": "Medium Aberration", "Hit Dice": "5d8+5 (27 hp)", "Initiative": "+3", "Speed": "40 ft. (8 squares)", "Armor Class": "18 (+3 Dex, +5 natural), touch 13, flat-footed 15", "Base Attack/Grapple": "+3/+3", "Attack": "Antennae touch +3 melee (rust)", "Full Attack": "Antennae touch +3 melee (rust) and bite –2 melee (1d3)", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "Rust", "Special Qualities": "Darkvision, scent", "Saves": "Fort +2, Ref +4, Will +5", "Abilities": "Str 10, Dex 17, Con 13, Int 2, Wis 13, Cha 8", "Skills": "Listen +7, Spot +7", "Feats": "Alertness, Track", "Environment": "Underground", "Organization": "Solitary or pair", "Challenge Rating": "3", "Treasure": "None", "Alignment": "Always neutral", "Advancement": "6–8 HD (Medium); 9–15 HD (Large)", "Level Adjustment": "—"}, {"Descripción": "The hide of these creatures varies in color from a yellowish tan underside to a rust-red upper back. A rust monster’s prehensile antennae can rust metals on contact.The typical rust monster measures 5 feet long and 3 feet high, weighing 200 pounds."}, {"Combate": "A rust monster can scent a metal object from up to 90 feet away. When it detects one, it dashes toward the source and attempts to strike it with its antennae. The creature is relentless, chasing characters over long distances if they still possess intact metal objects but usually ceasing its attacks to devour a freshly rusted meal.The creature targets the largest metal object available, striking first at armor, then at shields and smaller items. It prefers ferrous metals (steel or iron) over precious metals (such as gold or silver) but will devour the latter if given the opportunity.Rust (Ex): A rust monster that makes a successful touch attack with its antennae causes the target metal to corrode, falling to pieces and becoming useless immediately. The touch can destroy up to a 10-foot cube of metal instantly. Magic armor and weapons, and other magic items made of metal, must succeed on a DC 17 Reflex save or be dissolved. The save DC is Constitution-based and includes a +4 racial bonus.A metal weapon that deals damage to a rust monster corrodes immediately. Wooden, stone, and other nonmetallic weapons are unaffected."}]