[{"Size/Type": "Large Undead (Fire, Incorporeal)", "Hit Dice": "35d12 (227 hp)", "Initiative": "+17 (+9 Dex, +8 Superior Initiative)", "Speed": "Fly 60 ft. (perfect)", "Armor Class": "48 (–1 size, +9 Dex, +10 deflection, +20 insight), touch 48, flat-footed 29", "Base Attack/Grapple": "+17/–", "Attack": "Incorporeal touch +25 (2d6 plus blazefire) melee", "Full Attack": "Incorporeal touch +25 (2d6 plus blazefire) melee", "Space/Reach": "10 ft./10 ft.", "Special Attacks": "Blazefire, create spawn, spell-like abilities", "Special Qualities": "Undead traits, incorporeal traits, turn resistance +6, fire subtype, heat aura, SR 36, DR 10/epic", "Saves": "Fort +13, Ref +20, Will +26", "Abilities": "Str –, Dex 29, Con –, Int 17, Wis 25, Cha 31", "Skills": "Diplomacy +48, Hide +47, Intimidate +48, Listen +45, Search +41, Sense Motive +45, Spot +45", "Feats": "Alertness, Blind-Fight, Blinding Speed, Combat Reflexes, Dodge, Combat Expertise, Great fortitude, Improved Combat Reflexes, Improved Initiative, Mobility, Spellcasting Harrier, Spring Attack, Superior Initiative, Whirlwind Attack", "Environment": "Any", "Organization": "Solitary or gang (2–5)", "Challenge Rating": "26", "Treasure": "None", "Alignment": "Always lawful evil", "Advancement": "36–42 HD (Large); 43–70 HD (Huge)", "Level Adjustment": "—"}, {"Descripción": "A shape of fire’s natural weapons are treated as epic for the purpose of overcoming damage reduction."}, {"Combate": "Blazefire (Su): Living creatures taking Damage from a shape of fire’s incorporeal touch attack find them-selves ignited with blazefire; white-hot, lambent flames cascade over their bodies, and they must succeed at a Fortitude save (DC 37) or permanently lose 10 hit points. The opponent must continue to save every round for the next 6 rounds (7 rounds total) to avoid being permanently drained of 10 more hit points each round. The shape of fire heals the same amount of Damage whenever a creature is drained, gaining any excess hit points as temporary hit points. These temporary hit points last a maximum of 1 hour. If the opponent is slain by blazefire, only blackened ash remains of the victim. Hit points lost to the blazefire never heal naturally and cannot be magically restored—they are gone for good. The save DC is Charisma-based.Create Spawn (Su): Any humanoid slain by a shape of fire becomes a lavawight in 1d4 rounds. Lavawights are under the command of the shape of fire that created them and remain enslaved until its death. They do not possess any of the abilities they had in life.Spell-Like  3/day—fire storm, incendiary cloud. Caster level 24th; save DC 20 + spell level. The save DC is Charisma-based.Incorporeal Traits: Can be harmed only by other incorporeal creatures, magic weapons, or magic, with a 50% chance to ignore any Damage from a corporeal source. Can pass through solid objects at will, and own attacks pass through armor. Always moves silently.Undead Traits: Immune to poison, sleep, paralysis, stunning, disease, death effects, necromantic effects, mind-affecting effects, and any effect requiring a fortitude save unless it also works on objects. Not subject to critical hits, nonlethal damage, Energy DrainAbility Damage, ability drain, or Energy Drain. Negative energy heals. Not at risk of death from massive Damage, but destroyed at 0 hit points or less. Darkvision 60 ft. Cannot be raised; resurrection works only if creature is willing.Fire Subtype: Immunity to fire. Vulnerability to cold (takes half again as much (+50%) damage as normal from cold, regardless of whether a saving throw is allowed, or if the save is a success or failure).Heat Aura (Su): A 10-foot-radius spread heat aura surrounds a shape of fire. All creatures of the fire subtype in the area (including the shape of fire) are treated as if having turn resistance +6 (if undead) and fast healing 10. Creatures subject to fire Damage take 2d10 points of fire Damage each round they remain within the heat aura."}]