[
  {
    "Descripción": "Skeletons are the animated bones of the dead, mindless automatons that obey the orders of their evil masters.A skeleton is seldom garbed in anything more than the rotting remnants of any clothing or armor it was wearing when slain. A skeleton does only what it is ordered to do. It can draw no conclusions of its own and takes no initiative. Because of this limitation, its instructions must always be simple. A skeleton attacks until destroyed."
  },
  {
    "Creating a Skeleton": "“Skeleton” is an acquired template that can be added to any corporeal creature (other than an undead) that has a skeletal system (referred to hereafter as the base creature).Size and Type: The creature’s type changes to undead. It retains any subtype except for alignment subtypes (such as good) and subtypes that indicate kind. It does not gain the augmented subtype. It uses all the base creature’s statistics and special abilities except as noted here.Hit Dice: Drop any Hit Dice gained from class levels (to a minimum of 1) and raise remaining Hit Dice to d12s. If the creature has more than 20 Hit Dice, it can’t be made into a skeleton by the animate dead spell.Speed: Winged skeletons can’t use their wings to fly. If the base creature flew magically, so can the skeleton.Armor Class: Natural armor bonus changes to a number based on the skeleton’s size:Attacks: A skeleton retains all the natural weapons, manufactured weapon attacks, and weapon proficiencies of the base creature, except for attacks that can’t work without flesh. A creature with hands gains one claw attack per hand; the skeleton can strike with each of its claw attacks at its full attack bonus. A skeleton’s base attack bonus is equal to 1/2 its Hit Dice.Damage: Natural and manufactured weapons deal damage normally. A claw attack deals damage depending on the skeleton’s size. (If the base creature already had claw attacks with its hands, use the skeleton claw damage only if it’s better.)Special Attacks: A skeleton retains none of the base creature’s special attacks.Special Qualities: A skeleton loses most special qualities of the base creature. It retains any extraordinary special qualities that improve its melee or ranged attacks. A skeleton gains the following special qualities.Immunity to Cold (Ex): Skeletons are not affected by cold.Damage Reduction 5/Bludgeoning (Ex): Skeletons lack flesh or internal organs.Saves: Base save bonuses are Fort +1/3 HD, Ref +1/3 HD, and Will +1/2 HD + 2.Abilities: A skeleton’s Dexterity increases by +2, it has no Constitution or Intelligence score, its Wisdom changes to 10, and its Charisma changes to 1.Skills: A skeleton has no skills.Feats: A skeleton loses all feats of the base creature and gains Improved Initiative.Environment: Any, usually same as base creature.Organization: Any.Challenge Rating: Depends on Hit Dice, as follows:Treasure: None.Alignment: Always neutral evil.Advancement: As base creature (or — if the base creature advances by character class).Level Adjustment: —."
  },
  {
    "Fila 1": "/Tinyorsmaller/+0",
    "Fila 2": "/Small/+1",
    "Fila 3": "/MediumorLarge/+2",
    "Fila 4": "/Huge/+3",
    "Fila 5": "/Gargantuan/+6",
    "Fila 6": "/Colossal/+10",
    "Fila 7": "/DiminutiveorFine/1",
    "Fila 8": "/Tiny/1d2",
    "Fila 9": "/Small/1d3",
    "Fila 10": "/Medium/1d4",
    "Fila 11": "/Large/1d6",
    "Fila 12": "/Huge/1d8",
    "Fila 13": "/Gargantuan/2d6",
    "Fila 14": "/Colossal/2d8",
    "Columnas": "/HitDice/ChallengeRating",
    "Fila 15": "/1/2/1/6",
    "Fila 16": "/1/1/3",
    "Fila 17": "/2–3/1",
    "Fila 18": "/4–5/2",
    "Fila 19": "/6–7/3",
    "Fila 20": "/8–9/4",
    "Fila 21": "/10–11/5",
    "Fila 22": "/12–14/6",
    "Fila 23": "/15–17/7",
    "Fila 24": "/18–20/8"
  }
]