[{"Monstruo y Nivel": "Stone Golem", "Size/Type": "Large Construct", "Hit Dice": "14d10+30 (107 hp)", "Initiative": "–1", "Speed": "20 ft. (4 squares)", "Armor Class": "26 (–1 size, –1 Dex, +18 natural),, touch 8, flat-footed 26", "Base Attack/Grapple": "+10/+23", "Attack": "Slam +18 melee (2d10+9)", "Full Attack": "2 slams +18 melee (2d10+9)", "Space/Reach": "10 ft./10 ft.", "Special Attacks": "Slow", "Special Qualities": "Construct traits, damage reduction 10/adamantine, darkvision 60 ft., immunity to magic, low-light vision", "Saves": "Fort +4, Ref +3, Will +4", "Abilities": "Str 29, Dex 9, Con —, Int —, Wis 11, Cha 1", "Skills": "", "Feats": "", "Environment": "Any", "Organization": "Solitary or gang (2–4)", "Challenge Rating": "11", "Treasure": "None", "Alignment": "Always neutral", "Advancement": "15–21 HD (Large); 22–42 (Huge)", "Level Adjustment": "—"}, {"Descripción": "This golem has a humanoid body made from stone. A stone golem is 9 feet tall and weighs around 2,000 pounds. Its body is frequently stylized to suit its creator. For example, it might look like it is wearing armor, with a particular symbol carved on the breastplate, or have designs worked into the stone of its limbs."}, {"Combate": "Stone golems are formidable opponents, being physically powerful and difficult to harm.Slow (Su): A stone golem can use a slow effect, as the spell, as a free action once every 2 rounds. The effect has a range of 10 feet and a duration of 7 rounds, requiring a DC 17 Will save to negate. The save DC is Constitution-based.Immunity to Magic (Ex): A stone golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below.A transmute rock to mud spell slows a stone golem (as the slow spell) for 2d6 rounds, with no saving throw, while transmute mud to rock heals all of its lost hit points.A stone to flesh spell does not actually change the golem’s structure but negates its damage reduction and immunity to magic for 1 full round.CONSTRUCTIONA stone golem’s body is chiseled from a single block of hard stone, such as granite, weighing at least 3,000 pounds. The stone must be of exceptional quality, and costs 5,000 gp. Assembling the body requires a DC 17 Craft (sculpting) check or a DC 17 Craft (stonemasonry) check.CL 14th; Craft Construct, antimagic field, geas/quest, slow, symbol of stunning, caster must be at least 14th level; Price 90,000 gp; Cost 50,000 gp + 3,400 XP.SEE WIKIPEDIA ENTRY: Golem"}]