[{"Nombre": "Thorciasid"}, {"Size/Type": "Medium Aberration", "Hit Dice": "29d8+348 (478 hp)", "Initiative": "+22 (+14 Dex, +8 Superior Initiative)", "Speed": "70 ft.", "Armor Class": "42 (+14 Dex, +18 natural), touch 24, flat-footed 28", "Base Attack/Grapple": "+21/+27", "Attack": "Forelimb +36 (0 plus ability drain) melee touch", "Full Attack": "2 forelimbs +36 (0 plus ability drain) melee touch, 2 antennae +30 (antenna 0 plus Energy Drain) melee touch", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "Ability Drain, Energy Drain, cocoon", "Special Qualities": "DR 10/epic, darkvision 240 ft., scent, SR 34, fire resistance 30", "Saves": "Fort +21, Ref +25, Will +25", "Abilities": "Str 22, Dex 38, Con 34, Int 25, Wis 29, Cha 31", "Skills": "Bluff +42, Concentration +44, Diplomacy +38, Escape Artist +46, Hide +46, Intimidate +38, Jump +22, Listen +41, Move Silently +46, Spot +41, Survival +25", "Feats": "Blinding Speed, Dodge, Combat Expertise, Improved Disarm, Improved Initiative, Mobility, Spring Attack, Superior Initiative, Weapon Finesse, Weapon Focus (forelimb)", "Environment": "Any", "Organization": "Solitary, pair, or infestation (4–7)", "Challenge Rating": "22", "Treasure": "Standard", "Alignment": "Usually neutral", "Advancement": "30–36 HD (Medium-size); 37–42 HD (Large)", "Level Adjustment": "—"}, {"Descripción": "Thorciasids speak Common, Elven, Dwarven, and Giant.A thorciasid’s natural weapons are treated as epic for the purpose of overcoming damage reduction."}, {"Combate": "Cocoon (Ex): A thorciasid can eject a stream of noxious goo that hardens on contact, potentially fixing a subject in place and hindering its movement and actions. Using a standard action, the thorciasid makes a ranged touch attack against any foe it can see up to 60 feet away. If it succeeds at the ranged touch attack, the subject makes a grapple check against the cocoon. This is accomplished as if the thorciasid itself were making the grapple check with a competence bonus of +10, for a total check modifier of +37. On a failed check for the subject, the goo hardens into a partial cocoon, and the victim is treated as if grappled (even though the thorciasid is free to do as it desires). The subject can attempt to break the grapple of the cocoon (or use Escape Artist) each round, making an opposed grapple check against the cocoon (check modifier +37 for the cocoon). A thorciasid can reinforce a partial cocoon by spending a standard action secreting additional goo. Each action so spent provides an additional +5 to the cocoon’s grapple check modifier. Visually, the victim becomes more and more covered and is finally completely encased in a cocoon. Even fully encased victims can still breathe, and a thorciasid can drain a victim’s life force at its leisure.Ability Drain (Su): On a successful melee touch attack with a forelimb, the thorciasid permanently drains 1d4+1 points of Strength, 1d4+1 points of Dexterity, and 1 point of Constitution from the victim. The thorciasid regains 20 lost hit points with each successful ability drain.Energy Drain (Su): On a successful melee touch attack with an antenna, the thorciasid gives the victim one Energy Drain. Each Energy Drain bestowed upon a victim gives the thorciasid +1 bonus to its Constitution that lasts for 24 hours. The Energy Drains similarly last for 24 hours, at which time the victim must make a fortitude saving throw (DC 34) to avoid level loss. The save DC is Charisma-based."}]