[{"Nombre": "Udoroot"}, {"Size/Type": "Huge Plant (Psionic)", "Hit Dice": "6d8+18 (45 hp)", "Initiative": "+0", "Speed": "0 ft.", "Armor Class": "11 (–2 size, –5 Dex, +8 natural), touch 3, flat-footed 11", "Base Attack/Grapple": "+4/—", "Attack": "—", "Full Attack": "—", "Space/Reach": "15 ft./0 ft.", "Special Attacks": "Double manifest, psi-like abilities", "Special Qualities": "Blindsight 60 ft., immunity to electricity, plant traits, resistance to cold 10 and fire 10", "Saves": "Fort +8, Ref +4, Will +5", "Abilities": "Str —, Dex —, Con 16, Int 4, Wis 13, Cha 14", "Skills": "Listen +10", "Feats": "Iron Will, Lightning Reflexes", "Environment": "Temperate forest", "Organization": "Solitary or patch (2–4)", "Challenge Rating": "5", "Treasure": "1/5 coins; 50% goods; 50% items", "Alignment": "Always neutral", "Advancement": "7–16 HD (Huge); 17–18 HD (Gargantuan)", "Level Adjustment": "—"}, {"Combate": "An udoroot can be killed only if its root is dug up or exposed, then burned, hacked apart, or otherwise destroyed. Severing or destroying all six crowns puts the plant out of commission, allowing excavation of the helpless root. The crowns are Medium objects with a hardness of 5 and 7 hit points. To sever a crown, an opponent must use the sunder action. The crowns can also be affected by spells or effects that affect an area or targeted by spells that affect an individual target.An udoroot takes no damage from having a crown severed or destroyed. A severed crown dies and can no longer be used to attack, but the udoroot takes no other penalties. As long as the root system remains intact, the crown regrows in about a month.Double Manifest (Ex): An udoroot senses its surroundings and manifests its psi-like abilities through its crowns. It can manifest two psi-like abilities per round, as long as it has at least two crowns remaining.Psi-Like Abilities: At will—energy stun (electricity, 2d6, DC 15*), false sensor input (DC 15), id insinuation (two targets, DC 15*), mind thrust (ML 4th, 4d10, DC 14*), telekinetic force (275 lb., DC 15*), thought shield (power resistance 16*); 3/day—astral construct (3rd level*), body adjustment, mental barrier.Manifester level 6th. The save DCs are Charisma-based.An udoroot can use its body adjustment power to repair damage to one of its crowns, as long as the crown has not been severed or destroyed.*Includes augmentation for the udoroot’s manifester level.Blindsight (Ex): An udoroot can ascertain all foes by nonvisual means within 60 feet. If its crowns are destroyed, it can no longer perceive its surroundings.Plant Traits: An udoroot is immune to poison, sleep, paralysis, stunning, polymorphing, and mind-affecting effects (charms, compulsions, phantasms, patterns, and morale effects). It is not subject to critical hits."}]