[{"Nombre": "Umbral blot (blackball)"}, {"Size/Type": "Medium Construct", "Hit Dice": "57d10 +120 (433 hp)", "Initiative": "+18 (+10 Dex, +8 Superior Initiative)", "Speed": "Fly 90 ft. (perfect)", "Armor Class": "40 (+10 Dex, +20 natural), touch 20, flat-footed 30", "Base Attack/Grapple": "+42/+42", "Attack": "Disintegrating touch +42 (5d6 plus disintegrating touch (Fortitude DC 38)) melee touch", "Full Attack": "Disintegrating touch +42 (5d6 plus disintegrating touch (Fortitude DC 38)) melee touch", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "Disintegrating touch, vortex", "Special Qualities": "Blindsight 200 ft., construct traits, fast healing 10, planar travel, SR 44; acid, cold, electricity, fire, and sonic resistance 30", "Saves": "Fort +19, Ref +29, Will +29", "Abilities": "Str 10, Dex 30, Con –, Int 14, Wis 30, Cha 30", "Skills": "Hide +62, Listen +52, Move Silently +62, Sense Motive +43, Spot +52, Survival +43", "Feats": "Alertness, Combat Reflexes, Epic Prowess (×3), Epic Skill Focus (Hide), Epic Skill Focus (Listen), Epic Skill Focus (Sense Motive), Epic Skill Focus (Spot), Epic Toughness (×5), Improved Initiative, Skill Focus (Sense Motive), Skill Focus (Survival), Stealthy, Superior Initiative, Track", "Environment": "Any", "Organization": "Solitary", "Challenge Rating": "32", "Treasure": "None", "Alignment": "Always neutral", "Advancement": "58–63 HD (Medium-size); 64–79 HD (Large); 80–95 HD (Huge); 96–171 HD (Gargantuan)", "Level Adjustment": "—"}, {"Combate": "Disintegrating Touch (Ex): Any material object that comes into contact with a blackball is immediately disintegrated unless it succeeds at a fortitude save (DC 38). A character or object that has been disintegrated by an umbral blot disappears completely, leaving behind not even dust to mark its passing. Those who make a successful saving throw still take 5d6 points of Damage from the disintegrating touch. Likewise, weapons or objects that save take a like amount of Damage. (Remember, tended or held objects save with the same bonus as their owners.)Vortex (Ex): Normally a blackball insulates itself somehow from the air around it (otherwise it would perpetually be at the center of a howling wind-storm). If it chooses, instead of allowing the air to bend around it, the blackball can suspend this insulation, causing a sudden rush of wind to pour toward the blackball from all directions. This vortex sucks all the air from a 30-foot-by-30-foot-by-30-foot room in a single round, creating a sudden influx of air in its direction. All flying or floating creatures within 30 feet of the umbral blot who fail a Reflex save (DC 38) are swept along with the wind into contact with the blackball. Nonflying creatures within 30 feet who fail a Reflex save (DC 19) are pulled into contact with the umbral blot. Contact with an umbral blot could lead to disintegration, as noted above.Spell Immunities (Ex): In addition to the spells that an umbral blot is immune to because of its construct traits, it is immune to disintegration spells and variations thereof.Planar Travel (Ex): A blackball can fold space at will, allowing it to use ethereal jaunt, dimension door, greater teleport], or plane shift at will as a standard action.Construct Traits: Immune to mind-affecting effects (charms, compulsions, phantasms, patterns, and morale effects), and to poison, sleep, paralysis, stunning, disease, death effects, necromantic effects, and any effect that requires a fortitude save unless it also works on objects. Cannot heal Damage (though regeneration and fast healing still apply, if present). Not subject to critical hits, nonlethal damage, Energy DrainAbility Damage, ability drain, or Energy Drain. Not at risk of death from massive Damage, but destroyed when reduced to 0 hit points or less; cannot be raised or resurrected. Darkvision 60 ft."}]