[{"Nombre": "Vampire spawn"}, {"Size/Type": "Medium Undead", "Hit Dice": "4d12+3 (29 hp)", "Initiative": "+6", "Speed": "30 ft. (6 squares)", "Armor Class": "15 (+2 Dex, +3 natural), touch 12, flat-footed 13", "Base Attack/Grapple": "+2/+5", "Attack": "Slam +5 melee (1d6+4 plus energy drain)", "Full Attack": "Slam +5 melee (1d6+4 plus energy drain)", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "Blood drain, domination, energy drain", "Special Qualities": "+2 turn resistance, damage reduction 5/silver, darkvision 60 ft., fast healing 2, gaseous form, resistance to cold 10 and electricity 10, spider climb, undead traits", "Saves": "Fort +1, Ref +5, Will +5", "Abilities": "Str 16, Dex 14, Con —, Int 13, Wis 13, Cha 14", "Skills": "Bluff +6, Climb +8, Craft or Profession (any one) +4, Diplomacy +4, Hide +10, Jump +8, Listen +11, Move Silently +10, Search +8, Sense Motive +11, Spot +11", "Feats": "AlertnessB, Improved InitiativeB, Lightning ReflexesB, Skill Focus (selected Craft or Profession skill), Toughness", "Environment": "Any", "Organization": "Solitary or pack (2–5)", "Challenge Rating": "4", "Treasure": "Standard", "Alignment": "Always evil (any)", "Advancement": "—", "Level Adjustment": "—"}, {"Descripción": "Vampire spawn are undead creatures that come into being when vampires slay mortals. Like their creators, spawn remain bound to their coffins and to the soil of their graves. Vampire spawn appear much as they did in life, although their features are often hardened, with a predatory look.Vampire spawn speak Common."}, {"Combate": "Vampire spawn use their inhuman strength when engaging mortals, hammering their foes with powerful blows and dashing them against rocks or walls. They also use their gaseous form and flight abilities to strike where opponents are most vulnerable.Blood Drain (Ex): A vampire spawn can suck blood from a living victim with its fangs by making a successful grapple check. If it pins the foe, it drains blood, dealing 1d4 points of Constitution drain each round. On each such successful drain attack, the vampire spawn gains 5 temporary hit pints.Domination (Su): A vampire spawn can crush an opponent’s will just by looking onto his or her eyes. This is similar to a gaze attack, except that the vampire must take a standard action, and those merely looking at it are not affected. Anyone the vampire targets must succeed on a DC 14 Will save or fall instantly under the vampire’s influence as though by a dominate person spell from a 5thlevel caster. The ability has a range of 30 feet. The save DC is Charisma-based.Energy Drain (Su): Living creatures hit by a vampire spawn’s slam attack gain one negative level. The DC is 14 for the Fortitude save to remove a negative level. The save DC is Charisma-based. For each such negative level bestowed, the vampire spawn gains 5 temporary hit points.Fast Healing (Ex): A vampire spawn heals 2 points of damage each round so long as it has at least 1 hit point. If reduced to 0 hit points in combat, it automatically assumes gaseous form and attempts to escape. It must reach its coffin home within 2 hours or be utterly destroyed. (It can travel up to nine miles in 2 hours.) Once at rest in its coffin, it is helpless. It regains 1 hit point after 1 hour, then is no longer helpless and resumes healing at the rate of 2 hit points per round.Gaseous Form (Su): As a standard action, a vampire spawn can assume gaseous form at will as the spell (caster level 6th), but it can remain gaseous indefinitely and has a fly speed of 20 feet with perfect maneuverability.Spider Climb (Ex): A vampire spawn can climb sheer surfaces as though with a spider climb spell.Skills: Vampire spawn have a +4 racial bonus on Bluff, Hide, Listen, Move Silently, Search, Sense Motive, and Spot checks.VAMPIRE SPAWN WEAKNESSESVampire spawn are vulnerable to all attacks and effects that repel or slay vampires. For details, see the Vampire entry.SEE WIKIPEDIA ENTRY: Vampire"}]