[{"Nombre": "Vargouille"}, {"Size/Type": "Small Outsider (Evil, Extraplanar)", "Hit Dice": "1d8+1 (5 hp)", "Initiative": "+1", "Speed": "Fly 30 ft. (good) (6 squares)", "Armor Class": "12 (+1 size, +1 Dex), touch 11, flat-footed 11", "Base Attack/Grapple": "+1/–3", "Attack": "Bite +3 melee (1d4 plus poison)", "Full Attack": "Bite +3 melee (1d4 plus poison)", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "Shriek, kiss, poison", "Special Qualities": "Darkvision 60 ft.", "Saves": "Fort +3, Ref +3, Will +3", "Abilities": "Str 10, Dex 13, Con 12, Int 5, Wis 12, Cha 8", "Skills": "Hide +9 +11, Intimidate +3, Listen +5, Move Silently +5 +7, Spot +5", "Feats": "Stealthy, Weapon FinesseB", "Environment": "An evil-aligned plane", "Organization": "Cluster (2–5) or mob (6–11)", "Challenge Rating": "2", "Treasure": "None", "Alignment": "Always neutral evil", "Advancement": "2–3 HD (Small)", "Level Adjustment": "—"}, {"Descripción": "A vargouille is slightly larger than a human head, about 18 inches high, with a wingspan of 4 feet. It weighs about 10 pounds.Vargouilles speak Infernal."}, {"Combate": "Vargouilles attack by biting with their jagged teeth. Their special attacks make them even more dangerous. A vargouille’s natural weapons, as well as any weapons it wields, are treated as evil-aligned for the purpose of overcoming damage reduction.Shriek (Su): Instead of biting, a vargouille can open its distended mouth and let out a terrible shriek. Those within 60 feet (except other vargouilles) who hear the shriek and can clearly see the creature must succeed on a DC 12 Fortitude save or be paralyzed with fear for 2d4 rounds or until the monster attacks them, goes out of range, or leaves their sight. A paralyzed creature is susceptible to the vargouille’s kiss (see below). A creature that successfully saves cannot be affected again by the same vargouille’s shriek for 24 hours. The shriek is a mind-affecting fear effect. The save DC is Constitution-based and includes a +1 racial bonus.Kiss (Su): A vargouille can kiss a paralyzed target with a successful melee touch attack. An affected opponent must succeed on a DC 15 Fortitude save or begin a terrible transformation that turns the creature into a vargouille within 24 hours (and often much sooner; roll 1d6 separately for each phase of the transformation).First, over a period of 1d6 hours, all the victim’s hair falls out. Within another 1d6 hours thereafter, the ears grow into leathery wings, tentacles sprout on the chin and scalp, and the teeth become long, pointed fangs. During the next 1d6 hours, the victim takes Intelligence drain and Charisma drain equal to 1 point per hour (to a minimum of 3). The transformation is complete 1d6 hours later, when the head breaks free of the body (which promptly dies) and becomes a vargouille. This transformation is interrupted by sunlight, and even a daylight spell can delay death, but to reverse the transformation requires remove disease. The save DC is Constitution-based and includes a +4 racial bonus.Poison (Ex): Injury, Fortitude DC 12 or be unable to heal the vargouille’s bite damage naturally or magically. A neutralize poison or heal spell removes the effect, while delay poison allows magical healing. The save DC is Constitution-based and includes a +1 racial bonus."}]