[{"Nombre": "Will-o’-wisp"}, {"Size/Type": "Small Aberration (Air)", "Hit Dice": "9d8 (40 hp)", "Initiative": "+13", "Speed": "Fly 50 ft. (perfect) (10 squares)", "Armor Class": "29 (+1 size, +9 Dex, +9 deflection), touch 29, flat-footed 20", "Base Attack/Grapple": "+6/–3", "Attack": "Shock +16 melee touch (2d8 electricity)", "Full Attack": "Shock +16 melee touch (2d8 electricity)", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "—", "Special Qualities": "Darkvision 60 ft., immunity to magic, natural invisibility", "Saves": "Fort +3, Ref +12, Will +9", "Abilities": "Str 1, Dex 29, Con 10, Int 15, Wis 16, Cha 12", "Skills": "Bluff +13, Diplomacy +3, Disguise +1 (+3 acting), Intimidate +3, Listen +17, Search +14, Spot +17, Survival +3 (+5 following tracks)", "Feats": "Alertness, Blind Fight, Dodge, Improved Initiative, Weapon FinesseB", "Environment": "Temperate marshes", "Organization": "Solitary, pair, or string (3–4)", "Challenge Rating": "6", "Treasure": "1/10 coins; 50% goods; 50% items", "Alignment": "Usually chaotic evil", "Advancement": "10–18 HD (Small)", "Level Adjustment": "—"}, {"Descripción": "Will-o’-wisps can be yellow, white, green, or blue. They are easily mistaken for lanterns, especially in the foggy marshes and swamps where they reside. A will-o’-wisp’s body is a globe of spongy material about 1 foot across and weighing about 3 pounds, and its glowing body sheds as much light as a torch.Will-o’-wisps speak Common and Auran. They have no vocal apparatus but can vibrate to create a voice with a ghostly sound."}, {"Combate": "Will-o’-wisps usually avoid combat. They prefer to confuse and bewilder adventurers, luring them into morasses or other hazardous places. When they are forced to fight, they loose small electrical shocks, which act as melee touch attacks.Immunity to Magic (Ex): A will-o’-wisp is immune to most spells or spell-like abilities that allow spell resistance, except magic missile and maze.Natural Invisibility (Ex): A startled or frightened will-o’-wisp can extinguish its glow, effectively becoming invisible as the spell.SEE WIKIPEDIA ENTRY: Will-O'-the-Wisp"}]