[{"Nombre": "Winterwight"}, {"Size/Type": "Medium Undead (Cold)", "Hit Dice": "32d12 (208 hp)", "Initiative": "+12 (+8 Dex, +4 Improved Initiative)", "Speed": "60 ft.", "Armor Class": "46 (+8 Dex, +28 natural), touch 18, flat-footed 38", "Base Attack/Grapple": "+16/+37", "Attack": "+Claw +40 (3d8+21/19–20 (+1d6 on critical hit) plus blight-fire) melee", "Full Attack": "2 claws +40 (3d8+21/19–20 (+1d6 on critical hit) plus blight-fire) melee, skull butt +32 (2d6+10 plus blightfire) melee", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "Rend 6d8+31, blightfire, spell-like abilities", "Special Qualities": "Undead traits, cold subtype, cold aura, SR 34, DR 10/–", "Saves": "Fort +14, Ref +18, Will +24", "Abilities": "Str 52, Dex 27, Con —, Int 10, Wis 22, Cha 28", "Skills": "Jump +21, Intimidate +44, Knowledge (religion) +35, Listen +43, Spot +43", "Feats": "Blinding Speed, Cleave, Epic Fortitude, Epic Weapon Focus (claw), Improved Critical (claw), Improved Initiative, Overwhelming Critical (claw), Power Attack, Weapon Focus (claw)", "Environment": "Any", "Organization": "Solitary or pair", "Challenge Rating": "23", "Treasure": "Standard", "Alignment": "Always chaotic evil", "Advancement": "33–42 HD (Medium-size); 43–55 HD (Huge)", "Level Adjustment": "—"}, {"Descripción": "Winterwights speak Common and Infernal.A winterwight’s natural weapons are treated as epic for the purpose of overcoming damage reduction."}, {"Combate": "Rend (Ex): If the winterwight hits with both of its claws, it latches onto the opponent’s body and tears the flesh. This attack automatically deals an additional 6d8+31 points of Damage.Blightfire (Su): When a winterwight deals Damage to a living opponent, a night-black flame begins to burn on the opponent’s body. If the opponent fails a fortitude save (DC 35), it takes 4 points of permanent Constitution drain. The opponent must continue to save every round for the next 4 rounds (5 rounds total) to avoid being permanently drained of an additional 4 points of Constitution per round. The creature regains 10 lost hit points whenever it drains 4 points of Constitution, gaining any excess hit points as temporary hit points. These temporary hit points last a maximum of 1 hour. If the opponent is slain by blightfire, only icy fragments of the victim remain. The save DC is Charisma-based.Spell-Like  At will—cone of cold, control weather, dimension door, Spell Immunity (fireball), sleet storm (a winterwight is immune to the effects of a sleet storm spell), wall of ice. Caster level 23rd; save DC 19 + spell level. The save DCs are Charisma-based.Undead Traits: Immune to poison, sleep, paralysis, stunning, disease, death effects, necromantic effects, mind-affecting effects, and any effect requiring a fortitude save unless it also works on objects. Not subject to critical hits, nonlethal damage, Energy DrainAbility Damage, ability drain, or Energy Drain. Negative energy heals. Not at risk of death from massive Damage, but destroyed at 0 hit points or less. Darkvision 60 ft. Cannot be raised; resurrection works only if creature is willing.Cold Subtype: Immunity to cold. Vulnerability to fire (takes half again as much (+50%) damage as normal from fire, regardless of whether a saving throw is allowed, or if the save is a success or failure).Cold Aura (Su): A 10-foot-radius spread cold aura surrounds a winterwight. All creatures of the cold sub-type in the field (including the winterwight) are treated as if having turn resistance +6 (if undead) and fast healing 10. Creatures subject to cold Damage take 2d10 points of cold Damage each round they remain within the cold aura."}]