[{"Nombre": "Yeth hound"}, {"Size/Type": "Medium Outsider (Extraplanar, Evil)", "Hit Dice": "3d8+6 (19 hp)", "Initiative": "+6", "Speed": "40 ft. (8 squares), fly 60 ft. (good)", "Armor Class": "20 (+2 Dex, +8 natural), touch 12, flat-footed 18", "Base Attack/Grapple": "+3/+6", "Attack": "Bite +6 melee (1d8+4)", "Full Attack": "Bite +6 melee (1d8+4)", "Space/Reach": "5 ft./5 ft.", "Special Attacks": "Bay, trip", "Special Qualities": "Damage reduction 10/silver, darkvision 60 ft., flight, scent", "Saves": "Fort +5, Ref +5, Will +5", "Abilities": "Str 17, Dex 15, Con 15, Int 6, Wis 14, Cha 10", "Skills": "Listen +11, Spot +11, Search +7, Survival +11 (+13 following tracks)*", "Feats": "Improved Initiative, Track", "Environment": "An evil-aligned plane", "Organization": "Solitary, pair, or pack (6–11)", "Challenge Rating": "3", "Treasure": "None", "Alignment": "Always neutral evil", "Advancement": "4–6 HD (Medium); 7–9 HD (Large)", "Level Adjustment": "+3 (cohort)"}, {"Descripción": "A yeth hound stands 5 feet tall at the shoulder and weighs about 400 pounds.Yeth hounds cannot speak, but understand Infernal."}, {"Combate": "Yeth hounds hunt only at night. They fear the sun and never venture out in daylight, even if their lives depend on it.A yeth hound’s natural weapons, as well as any weapons it wields, are treated as evil-aligned for the purpose of overcoming damage reduction.Bay (Su): When a yeth hound howls or barks, all creatures except other evil outsiders within a 300-foot spread must succeed on a DC 11 Will save or become panicked for 2d4 rounds. This is a sonic mind-affecting fear effect. Whether or not the save is successful, an affected creature is immune to the same hound’s bay for 24 hours. The save DC is Charisma-based.Trip (Ex): A yeth hound that hits with its bite attack can attempt to trip the opponent (+3 check modifier) as a free action without making a touch attack or provoking an attack of opportunity. If the attempt fails, the opponent cannot react to trip the yeth hound.Flight (Su): A yeth hound can cease or resume flight as a free action.Skills: *A yeth hound has a +4 racial bonus on Survival checks when tracking by scent."}]