[
  {
    "Nombre": "Abomination"
  },
  {
    "BUILDING ABOMINATIONS": "Abominations are a grouping of the outsider in the same way that demons are a grouping of the outsider. The accompanying table indicates the average values an abomination of a given size might have for its basic physical scores. Abominations also share several other characteristics.\n",
    "Abomination Traits": "\nAll abominations are born directly (or indirectly) from a god and some lesser creature (or idea), but none are favored, wanted, or loved. Still, they all share a tiny spark of deific energy, which grants them the qualities described in below. (Note: deity rules are used, abominations are rank 0 deities.)\nImmunities (Ex): Abominations are immune to polymorphing, petrification, or any form-altering attack. They are not subject to ability drain, or ability damage. They are immune to mind-affecting effects (charms, compulsions, phantasms, patterns, and morale effects), and are immune to one of five energy types (specific to the abomination).\nResistances (Ex): Abominations have fire resistance 20, cold resistance 20, and damage reduction of at least 10/epic (certain abominations have higher damage reduction). Abominations all have significant spell resistance. Abominations resist detection, and are all treated as if affected by a nondetection spell of a caster level equal to the abomination’s HD.\nSpecial Qualities (Ex): All abominations have the spell-like ability to use true seeing at will. Abominations are not subject to death from massive damage, and they have maximum hit points per Hit Die. Abominations have the blindsight extraordinary ability to a range of 500 feet. Abominations can choose both nonepic and epic feats as part of their feat selection.\nTelepathy (Su): Abominations can communicate telepathically with any creature within 1,000 feet that has a language.\nSummon Creature (Sp): Abominations can summon creatures associated either with the portfolio of their godly progenitor or with their imprisonment. Summoned creatures serve the abomination without question. Summoned creatures automatically return whence they came after 1 hour, or sooner if slain. See specific abomination entries for additional details on summoning.\nFast healing and Regeneration: Most abominations have some measure of fast healing and regeneration, ranging from 5 to 55 for both abilities. Usually, higher HD abominations have higher values for fast healing and regeneration, though this not always the case. If an abomination has regeneration, it is usually subject to normal damage from at least two sources, one of which is the antithesis for their subtype, and the other of which is somehow tied to some unique feature of the abomination.\nNatural Armor: All abominations have some degree of natural armor bonus ranging from +10 to +100. Usually, higher HD abominations have higher natural armor bonuses, but this is not always the case.\nSpell-Like Abilities: All abominations have access to a variety of spells in the form of spell-like abilities, which they can use as 20th- or higher-level casters, depending on the abomination. No rule governs how many or how few spell-like abilities an abomination may claim.\nUnique Abilities: All abominations have at least one or more unique abilities tied to their godly parent’s portfolio, or to the manner of their incarceration.\nSpell Resistance: As a general rule of thumb, abominations have spell resistance equal to their CR +12.\nAbominations speak Abyssal, Celestial, Infernal, and often a language associated with their imprisonment.\nABOMINATIONS\n"
  },
  {
    "Columnas": "Size\\Str\\Dex\\Con\\HD\\Slam\\Bite\\Claw\\Gore\\",
    "Fila 1": "Fine\\12–13\\26–27\\12–13\\4d8–9d8\\—\\1d6\\1d4\\1d4\\",
    "Fila 2": "Diminutive\\14–15\\24–25\\14–15\\7d8–13d8\\1d4\\1d8\\1d6\\1d6\\",
    "Fila 3": "Tiny\\18–19\\22–23\\16–17\\10d8–21d8\\1d6\\2d6\\1d8\\1d8\\",
    "Fila 4": "Small\\26–27\\20–21\\20–21\\19d8–33d8\\1d8\\2d8\\2d6\\2d6\\",
    "Fila 5": "Medium-size\\34–35\\18–19\\24–25\\27d8–38d8\\2d6\\4d6\\2d8\\2d8\\",
    "Fila 6": "Large\\42–43\\16–17\\28–29\\36d8–50d8+\\2d8\\4d8\\4d6\\4d6\\",
    "Fila 7": "Huge\\50–51\\14–15\\32–33\\47d8–58d8+\\4d6\\8d6\\4d8\\4d8\\",
    "Fila 8": "Gargantuan\\58–59\\12–13\\36–37\\56d8–70d8+\\4d8\\8d8\\8d6\\8d6\\",
    "Fila 9": "Colossal\\66–67\\10–11\\40–41\\71d8+\\8d6\\16d6\\8d8\\8d8\\"
  }
]