[
  {
    "Monstruo y Nivel": "Mummy, Advanced",
    "Size/Type": "Large undead",
    "Hit Dice": "18d12+3 (120 hp)",
    "Initiative": "-1",
    "Speed": "20 ft.",
    "Armor Class": "20, touch 8, flat-footed 20",
    "Base Attack/Grapple": "+9/+24",
    "Attack": "+20 melee (1d8+16 plus mummy rot)",
    "Full Attack": "+20 melee (1d8+16 plus mummy rot)",
    "Space/Reach": "10 ft./10 ft.",
    "Special Attacks": "Despair, mummy rot",
    "Special Qualities": "Damage reduction 5/–, darkvision 60 ft., undead traits, vulnerability to fire",
    "Saves": "Fort +8, Ref +7, Will +13",
    "Abilities": "Str 32, Dex 8, Con —, Int 6, Wis 14, Cha 15",
    "Skills": "Hide -5, Listen +9, Move Silently +10, Spot +9",
    "Feats": "Alertness, Blind Fight, Great Fortitude, Lightning Reflexes, Power Attack, Toughness, Weapon Focus (slam)",
    "Environment": "Any Environment",
    "Organization": "None",
    "Challenge Rating": "8",
    "Treasure": "None",
    "Alignment": "Usually Lawful Evil",
    "Advancement": "No",
    "Level Adjustment": "—"
  },
  {},
  {
    "Combate": "Despair (Su): At the sight of a mummy, the viewer must succeed at a Will save (DC 21), or be paralyzed with fear for 1d4 rounds. Whether or not the save is successful, that creature cannot be affected again by that mummy’s despair ability for one day.Mummy Rot (Su): Supernatural disease—slam, Fortitude save (DC 21), incubation period 1 minute; damage 1d6 Con and 1d6 Cha. The save DC is Charisma-based. Unlike normal diseases, mummy rot continues until the victim reaches Constitution 0 (and dies) or is cured as described below. Mummy rot is a powerful curse, not a natural disease. A character attempting to cast any conjuration (healing) spell on a creature afflicted with mummy rot must succeed on a DC 20 caster level check, or the spell has no effect on the afflicted character. To eliminate mummy rot, the curse must first be broken with break enchantment or remove curse (requiring a DC 20 caster level check for either spell), after which a caster level check is no longer necessary to cast healing spells on the victim, and the mummy rot can be magically cured as any normal disease.An afflicted creature who dies of mummy rot shrivels away into sand and dust that blow away into nothing at the first wind.SEE WIKIPEDIA ENTRY: Mummy"
  }
]