[
  {
    "Nombre": "Avoral"
  },
  {
    "Size/Type": "Medium Outsider (Extraplanar, Good)",
    "Hit Dice": "7d8+35 (66 hp)",
    "Initiative": "+6",
    "Speed": "40 ft. (8 squares), fly 90 ft. (good)",
    "Armor Class": "24 (+6 Dex, +8 natural), touch 16, flat-footed 18",
    "Base Attack/Grapple": "+7/+9",
    "Attack": "Claw +13 melee (2d6+2) or wing +13 melee (2d8+2)",
    "Full Attack": "2 claws +13 melee (2d6+2) or 2 wings +13 melee (2d8+2)",
    "Space/Reach": "5 ft./5 ft.",
    "Special Attacks": "Spell-like abilities, fear aura",
    "Special Qualities": "Damage reduction 10/evil or silver, darkvision 60 ft., immunity to electricity and petrification, lay on hands, low-light vision, resistance to cold 10 and sonic 10, speak with animals, spell resistance 25, true seeing",
    "Saves": "Fort +10 (+14 against poison), Ref +11, Will +8",
    "Abilities": "Str 15, Dex 23, Con 20, Int 15, Wis 16, Cha 16",
    "Skills": "Bluff +13, Concentration +15, Diplomacy +7, Disguise +3 (+5 acting), Handle Animal +13, Hide +16, Intimidate +5, Knowledge (any one) +12, Listen +13, Move Silently +16, Ride +8, Sense Motive +13, Spellcraft +12, Spot +21",
    "Feats": "Empower Spell-Like Ability (magic missile), Flyby Attack, Weapon Finesse",
    "Environment": "A good-aligned plane.",
    "Organization": "Solitary, pair, or squad (3–5)",
    "Challenge Rating": "9",
    "Treasure": "No coins; double goods; standard items",
    "Alignment": "Always neutral good",
    "Advancement": "8–14 HD (Medium); 15–21 HD (Large)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "An avoral’s bones are strong but hollow, so even the largest specimens weigh no more than 120 pounds. An avoral is about 7 feet tall. Each of an avoral’s wings has a small hand at the midpoint. When the wings are folded, these appendages are about where human hands would be and can do nearly anything hands can do.An avoral’s visual acuity is virtually unmatched: It can see detail on objects up to 10 miles away and is said to be able to discern the color of a creature’s eyes at 200 paces.Avorals speak Celestial, Infernal, and Draconic, but can speak with almost any creature, thanks to their tongues ability."
  },
  {
    "Combate": "On the ground, an avoral can lash out with its wings to deliver punishing blows. However, it prefers to meet its foes in the air, where it can employ its talons and make full use of its aerial speed and agility. It can’t make wing attacks while flying, however.An avoral’s natural weapons, as well as any weapons it wields, are treated as good-aligned for the purpose of overcoming damage reduction.Spell-Like Abilities: At will—aid, blur (self only), command (DC 14), detect magic, dimension door, dispel magic, gust of wind (DC 15), hold person (DC 16), light, magic circle against evil (self only), magic missile, see invisibility; 3/day—lightning bolt (DC 16). Caster level 8th. The save DCs are Charisma-based.Fear Aura (Su): Once per day an avoral can create an aura of fear in a 20-foot radius. It is otherwise identical with fear from an 8th-level caster (save DC 17). The save DC is Charisma-based.Lay on Hands (Su): As the paladin class feature, except that each day, an avoral can heal an amount of damage equal to its full normal hit points.Speak with Animals (Su): This ability works like speak with animals (caster level 8th) but is a free action and does not require sound.True Seeing (Su): This ability is identical with true seeing (caster level 14th), except that it has personal range and the avoral must concentrate for 1 full round before it takes effect. Thereafter the ability remains in effect as long as the avoral concentrates on it.Skills: An avoral’s sharp eyes give it a +8 racial bonus on Spot checks."
  }
]