[
  {
    "Nombre": "Barbed devil (hamatula)"
  },
  {
    "Size/Type": "Medium Outsider (Devil, Extraplanar, Evil, Lawful)",
    "Hit Dice": "12d8+72 (126 hp)",
    "Initiative": "+6",
    "Speed": "30 ft. (6 squares)",
    "Armor Class": "29 (+6 Dex, +13 natural), touch 16, flat-footed 23",
    "Base Attack/Grapple": "+12/+22",
    "Attack": "Claw +18 melee (2d8+6 plus fear)",
    "Full Attack": "2 claws +18 melee (2d8+6 plus fear)",
    "Space/Reach": "5 ft./5 ft.",
    "Special Attacks": "Fear, improved grab, impale 3d8+9, summon devil",
    "Special Qualities": "Barbed defense, damage reduction 10/good, darkvision 60 ft., immunity to fire and poison, resistance to acid 10 and cold 10, see in darkness, spell resistance 23, spell-like abilities, telepathy 100 ft.",
    "Saves": "Fort +14, Ref +14, Will +12",
    "Abilities": "Str 23, Dex 23, Con 23, Int 12, Wis 14, Cha 18",
    "Skills": "Concentration +21, Diplomacy +6, Hide +21, Intimidate +19, Knowledge (any one) +16, Listen +19, Move Silently +21, Search +16, Sense Motive +17, Spot +19, Survival +2 (+4 following tracks)",
    "Feats": "Alertness, Cleave, Improved Grapple, Iron Will, Power Attack",
    "Environment": "A lawful evil-aligned plane",
    "Organization": "Solitary, pair, team (3–5), or squad (6–10)",
    "Challenge Rating": "11",
    "Treasure": "Standard",
    "Alignment": "Always lawful evil",
    "Advancement": "13–24 (Medium); 25–36 HD (Large)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "A barbed devil is about 7 feet tall and weighs about 300 pounds."
  },
  {
    "Combate": "Barbed devils eagerly fight with their claws, trying to impale their opponents. They use hold person to immobilize those who avoid their hug attacks.A barbed devil’s natural weapons, as well as any weapons it wields, are treated as evil-aligned and lawful-aligned for the purpose of overcoming damage reduction.Fear (Su): A creature hit by a barbed devil must succeed on a DC 20 Will save or be affected as though by fear (caster level 9th).Whether or not the save is successful, that creature cannot be affected by that same barbed devil’s fear ability for 24 hours. The save DC is Charisma-based.Impale (Ex): A barbed devil deals 3d8+9 points of piercing damage to a grabbed opponent with a successful grapple check.Improved Grab (Ex): To use this ability, a barbed devil must hit with a claw attack. It can then attempt to start a grapple as a free action without provoking an attack of opportunity. If it wins the grapple check, it establishes a hold and can impale the opponent on its barbed body.Summon Devil (Sp): Once per day a barbed devil can attempt to summon 1d6 bearded devils or another barbed devil with a 35% chance of success. This ability is the equivalent of a 4th-level spell.Barbed Defense (Su): Any creature striking a barbed devil with handheld weapons or natural weapons takes 1d8+6 points of piercing and slashing damage from the devil’s barbs. Note that weapons with exceptional reach, such as longspears, do not endanger their users in this way.Spell-Like Abilities: At will—greater teleport (self plus 50 pounds of objects only), hold person (DC 16), major image (DC 17), scorching ray (2 rays only). 1/day—order’s wrath (DC 18), unholy blight (DC 18). Caster level 12th. The save DCs are Charisma-based."
  }
]