[
  {
    "Nombre": "Bat swarm"
  },
  {
    "Size/Type": "Diminutive Animal (Swarm)",
    "Hit Dice": "3d8 (13 hp)",
    "Initiative": "+2",
    "Speed": "5 ft. (1 square), fly 40 ft. (good)",
    "Armor Class": "16 (+4 size, +2 Dex), touch 14, flat-footed 12",
    "Base Attack/Grapple": "+2/—",
    "Attack": "Swarm (1d6)",
    "Full Attack": "Swarm (1d6)",
    "Space/Reach": "10 ft./0 ft.",
    "Special Attacks": "Distraction, wounding",
    "Special Qualities": "Blindsense 20 ft., half damage from slashing and piercing, immune to weapon damage, low-light vision, swarm traits",
    "Saves": "Fort +3, Ref +7, Will +3",
    "Abilities": "Str 3, Dex 15, Con 10, Int 2, Wis 14, Cha 4",
    "Skills": "Listen +11, Spot +11",
    "Feats": "Alertness, Lightning Reflexes",
    "Environment": "Temperate deserts",
    "Organization": "Solitary, flight (2–4 swarms), or colony (11–20 swarms)",
    "Challenge Rating": "2",
    "Treasure": "None",
    "Alignment": "Always neutral",
    "Advancement": "None",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "A bat swarm is nocturnal, and is never found aboveground in daylight."
  },
  {
    "Combate": "A bat swarm seeks to surround and attack any warm-blooded prey it encounters. The swarm deals 1d6 points of damage to any creature whose space it occupies at the end of its move.Distraction (Ex): Any living creature that begins its turn with a swarm in its space must succeed on a DC 11 Fortitude save or be nauseated for 1 round. The save DC is Constitution-based.Wounding (Ex): Any living creature damaged by a bat swarm continues to bleed, losing 1 hit point per round thereafter. Multiple wounds do not result in cumulative bleeding loss. The bleeding can be stopped by a DC 10 Heal check or the application of a cure spell or some other healing magic.Blindsense (Ex): A bat swarm notices and locates creatures within 20 feet. Opponents still have total concealment against the bat swarm (but swarm attacks ignore concealment).Skills: A bat swarm has a +4 racial bonus on Listen and Spot checks. These bonuses are lost if its blindsense is negated.SEE WIKIPEDIA ENTRY: Bat"
  }
]