[
  {
    "Nombre": "Bebilith"
  },
  {
    "Size/Type": "Huge Outsider (Chaotic, Extraplanar, Evil)",
    "Hit Dice": "12d8+96 (150 hp)",
    "Initiative": "+5",
    "Speed": "40 ft. (8 squares), climb 20 ft.",
    "Armor Class": "22 (–2 size, +1 Dex, +13 natural), touch 9, flat-footed 21",
    "Base Attack/Grapple": "+12/+29",
    "Attack": "Bite +19 melee (2d6+9 plus poison) or web +11 ranged",
    "Full Attack": "Bite +19 melee (2d6+9 plus poison) and 2 claws +14 melee (2d4+4); or web +11 ranged",
    "Space/Reach": "15 ft./10 ft.",
    "Special Attacks": "Poison, rend armor, web",
    "Special Qualities": "Damage reduction 10/good, darkvision 60 ft., plane shift, scent, telepathy 100 ft.",
    "Saves": "Fort +16, Ref +9, Will +9",
    "Abilities": "Str 28, Dex 12, Con 26, Int 11, Wis 13, Cha 13",
    "Skills": "Climb +24, Diplomacy +3, Hide +16, Jump +28, Listen +16, Move Silently +16, Search +15, Sense Motive +16, Spot +16, Survival +1 (+3 following tracks)",
    "Feats": "Cleave, Improved Initiative, Improved Grapple, Power Attack, Track",
    "Environment": "A chaotic evil-aligned plane",
    "Organization": "Solitary",
    "Challenge Rating": "10",
    "Treasure": "None",
    "Alignment": "Always chaotic evil",
    "Advancement": "13–18 HD (Huge); 19–36 HD (Gargantuan)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "Bebiliths are enormous, predatory, arachnid demons that hunt other demons. A bebilith has a body the size of a plow horse, with legs spanning more than 14 feet. It weighs more than two tons.Bebiliths understand but do not speak Abyssal. Their telepathy allows them to communicate silently with one another."
  },
  {
    "Combate": "A bebilith attacks any creature it sees. It usually picks one target and concentrates its attacks on that opponent, using its webs to isolate the target from its comrades. Should the bebilith become overwhelmed by tougher opponents, it often attempts to bite one or more of its victims and retreats, allowing its poison to do its work.A bebilith’s natural weapons, as well as any weapons it wields, are treated as chaotic-aligned and evil-aligned for the purpose of overcoming damage reduction.Poison (Ex): Injury, Fortitude DC 24, initial damage 1d6 Con, secondary damage 2d6 Con. Bebilith venom is highly perishable, losing its potency and becoming inert, foul-smelling goo almost as soon as it comes into contact with air. The save DC is Constitution-based.Rend Armor (Ex): If a bebilith hits with both claw attacks, it pulls apart any armor worn by its foe. This attack deals 4d6+18 points of damage to the opponent’s armor. Creatures not wearing armor are unaffected by this special attack. Armor reduced to 0 hit points is destroyed. Damaged armor may be repaired with a successful Craft (armorsmithing) check.Web (Ex): A bebilith can throw a web up to four times per day. This is similar to an attack with a net but has a maximum range of 30 feet, with a range increment of 10 feet. This attack is effective against targets of up to Gargantuan size. The web anchors the target in place, allowing no movement.An entangled creature can escape with a DC 24 Escape Artist check or burst the web with a DC 24 Strength check. The check DCs are Constitution-based. The web has 14 hit points and hardness 0. There is a 75% chance that the webbing will not burn if any sort of fire is applied to it (check each round).Plane Shift (Su): This ability affects only the bebilith. It is otherwise similar to the spell (caster level 12th).Skills: A bebilith has mottled coloration that gives it a +8 racial bonus on Hide checks."
  }
]