[
  {
    "Nombre": "Cauchemar nightmare"
  },
  {
    "Monstruo y Nivel": "Nightmare, Cauchemar",
    "Size/Type": "Huge Outsider (Evil, Extraplanar)",
    "Hit Dice": "15d8+105 (172 hp)",
    "Initiative": "+6",
    "Speed": "40 ft. (8 squares), fly 90 ft. (good)",
    "Armor Class": "26 (–2 size, +2 Dex, +16 natural),, touch 10, flat-footed 24",
    "Base Attack/Grapple": "+15/+33",
    "Attack": "Hoof +23 melee (2d6+10 plus 1d4 fire)",
    "Full Attack": "2 hooves +23 melee (2d6+10 plus 1d4 fire) and bite +18 melee (2d6+5)",
    "Space/Reach": "15 ft./10 ft.",
    "Special Attacks": "Flaming hooves, smoke",
    "Special Qualities": "Astral projection, darkvision 60 ft., etherealness",
    "Saves": "Fort +16, Ref +11, Will +10",
    "Abilities": "Str 31, Dex 14, Con 24, Int 16, Wis 12, Cha 12",
    "Skills": "Bluff +19, Concentration +25, Diplomacy +5, Disguise +1 (+3 acting), Intimidate +21, Knowledge (arcana) +21, Knowledge (the planes) +21, Listen +21, Move Silently +20, Search +21, Sense Motive +19, Spot +21, Survival +19 (+21 on other planes and following tracks)",
    "Feats": "Alertness, Cleave, Improved Initiative, Power Attack, Run, Track",
    "Environment": "A neutral evil plane",
    "Organization": "Solitary",
    "Challenge Rating": "11",
    "Treasure": "None",
    "Alignment": "Always neutral evil",
    "Advancement": "—",
    "Level Adjustment": "+4 (cohort)"
  },
  {
    "Descripción": "The cauchemar is a horrible, especially malevolent version of a nightmare. The sight of one of these great horrors bearing down is enough to shake the heart of the boldest champion.A cauchemar nightmare is about the size of a light war horse."
  },
  {
    "Combate": "A nightmare can fight while carrying a rider, but the rider cannot also fight unless he or she succeeds on a Ride check.A nightmare’s natural weapons, as well as any weapons it wields, are treated as evil-aligned for the purpose of overcoming damage reduction.Flaming Hooves (Su): A blow from a nightmare’s hooves sets combustible materials alight.Smoke (Su): During the excitement of battle, a nightmare snorts and neighs with rage. This snorting fills a 15-foot cone with a hot, sulfurous smoke that chokes and blinds opponents. Anyone in the cone must succeed on a DC 24 Fortitude save or take a –2 penalty on all attack and damage rolls until 1d6 minutes after leaving the cone. The cone lasts 1 round, and the nightmare uses it once as a free action during its turn each round. The save DC is Constitution-based.Because of the smoke it gives off, a nightmare has concealment against creatures 5 feet away and total concealment against creatures 10 feet or farther away. The smoke does not obscure the nightmare’s vision at all.Astral Projection and Etherealness (Su): These abilities function just like the spells of the same names (caster level 20th); a nightmare can use either at will.Carrying Capacity: A light load for a cauchemar is up to 612 pounds; a medium load, 613–1,224 pounds; and a heavy load, 1,225–1,840 pounds.SEE WIKIPEDIA ENTRY: Nightmare"
  }
]