[
  {
    "Nombre": "Demilich"
  },
  {
    "Monstruo y Nivel": "Demilich",
    "Size/Type": "Diminutive Undead",
    "Hit Dice": "21d12 (130 hp)",
    "Initiative": "+7 (+3 Dex, +4 Improved Initiative)",
    "Speed": "Fly 180 ft. (perfect)",
    "Armor Class": "51 (+4 size, +3 Dex, +5 natural armor, +8 bracers of armor, +2 ring of protection, +21 insight), touch 40, flat-footed 48",
    "Base Attack/Grapple": "+10/-2",
    "Attack": "Touch +35 (10d6+20 plus paralyzing touch) melee",
    "Full Attack": "Touch +35 (10d6+20 plus paralyzing touch) melee",
    "Space/Reach": "1 ft./0 ft.",
    "Special Attacks": "Trap the soul, fear aura, paralyzing touch, 21st-level wizard spellcaster, Perfect Automatic Still Spell, spell-like abilities",
    "Special Qualities": "Magic immunity, phylactery transference, turn resistance +20, DR 15/Epic and bludgeoning, undead traits, acid resistance 20, fire resistance 20, sonic resistance 20, immune to cold, electricity, polymorph, and mind-affecting attacks.",
    "Saves": "Fort +10, Ref +12, Will +17",
    "Abilities": "Str 10, Dex 16 (with gloves), Con –, Int 39 (with headband), Wis 24, Cha 20",
    "Skills": "Concentration +25, Craft (alchemy) +34, Hide +35, Knowledge (arcana, religion, the planes) +34, Knowledge (history) +26, Listen +27, Move Silently +23, Search +34, Sense Motive +27, Spellcraft +36, Spot +27",
    "Feats": "Brew Potion, Combat Casting, Craft Wondrous Item, Enlarge Spell, Heighten Spell, Improved Initiative, Lightning Reflexes, Maximize Spell, Quicken Spell, Scribe Scroll, Spell Penetration, Toughness, Automatic Quicken Spell, Blinding Speed, Improved Spell Capacity (10th), Tenacious Magic (any)",
    "Environment": "Any",
    "Organization": "Solitary",
    "Challenge Rating": "29",
    "Treasure": "Standard",
    "Alignment": "Neutral evil",
    "Advancement": "By character class",
    "Level Adjustment": "—"
  },
  {
    "Descripcion": "Demiliches speak the languages they knew as liches and as living creatures.A demilich’s natural weapons are treated as epic for the purpose of overcoming damage reduction."
  },
  {
    "Combate": "Trap the Soul (Su): A demilich can trap the souls of up to eight living creatures per day. To use this power, it selects any target it can see within 300 feet. The target is allowed a fortitude saving throw (DC 36). If the target makes its saving throw, it gains four Energy Drains (this does not count as a use of trap the soul). If the target fails its save, the soul of the target is instantly drawn from its body and trapped within one of the gems incorporated into the demilich’s form. The gem gleams for 24 hours, indicating the captive soul within. The soulless body collapses in a mass of corruption and molders in a single round, reduced to dust. If left to its own devices, the demilich slowly devours the soul over 24 hours—at the end of that time the soul is completely absorbed, and the victim is forever gone. If the demilich is overcome before the soul is eaten, crushing the gem releases the soul, after which time it is free to seek the afterlife or be returned to its body by the use of either resurrection, true resurrection, clone, or miracle. A potential victim protected by a death ward spell is not immune to trap the soul, but receives a +5 bonus on its fortitude saving throw and is effective against the level loss on a successful save. The DC is Charisma-basedFear Aura (Su): Demiliches are shrouded in a dreadful aura of death and evil. Creatures of less than 5 HD in a 60-foot radius that look at the demilich must succeed at a Will save (DC 19) or be affected as though by fear as cast by a 21st-level caster. The DC is Charisma-based.Paralyzing Touch (Su): Any living creature a demilich touches must succeed at a fortitude save (DC 36) or be permanently paralyzed. remove paralysis or any spell that can remove a curse can free the victim. The effect cannot be dispelled. Anyone paralyzed by a demilich seems dead, though a successful Spot check (DC 20) or Heal check (DC 15) reveals that the victim is still alive.Spells: The demilich can cast any spells it could cast as a lich. This sample demilich was a 21st-level wizard (spells per day: 4/12/8/7/7/7/7/6/6/6/3). The last three spell slots are 10th-level slots and available for 0–9th level metamagic spells.Perfect Automatic Still Spell (Ex): A demilich can cast all the spells it knows without gestures.Spell-Like  At will—alter self, astral projection, greater create undead, create undead, death knell, enervation, greater dispel magic, harm (usually used to heal itself ), summon monster i–IX, telekinesis, weird; 2/day—greater planar ally. Demiliches use these abilities as casters of a level equal to their spellcaster level, but the save DCs are all 36. The DC is Charisma-based.Magic Immunity (Ex): Demiliches are immune to all magical and supernatural effects, except as follows. A shatter spell affects a demilich as if it were a crystalline creature, but deals half the damage normally indicated. A dispel evil spell deals 3d6 points of damage (Fortitude save save for half damage). Holy smite spells affect demiliches normally.Phylactery Transference (Su): Headbands, belts, rings, cloaks, and other wearable items kept in close association with the demilich’s phylactery transfer all their benefits to the demilich no matter how far apart the demilich and the phylactery are located. The standard limits on types of items utilized simultaneously still apply. The sample demilich “wears” bracers of armor +8, headband of intellect +6, pink Ioun stone, ring of wizardry I, ring of protection +2, and gloves of dexterity +2.Undead Traits: Immune to poison, sleep, paralysis, stunning, disease, death effects, necromantic effects, mind-affecting effects, and any effect requiring a fortitude save unless it also works on objects. Not subject to critical hits, nonlethal damage, ability damage, ability drain, or Energy Drain. Negative energy heals. Not at risk of death from massive damage, but destroyed at 0 hit points or less. Darkvision 60 ft. Cannot be raised; resurrection works only if creature is willing.Immunities (Ex): Demiliches are immune to cold, electricity, polymorph, and mind-affecting attacks.CREATING A DEMILICH“Demilich” is a template that can be added to any lich. It uses all the lich’s statistics and special abilities except as noted here. A demilich’s form is concentrated into a single portion of its original body, usually its skull. Part of the process of becoming a demilich includes the incorporation of costly gems into the retained body part; see Creating Soul Gems, below.Size: Medium-size and Large liches become Diminutive demiliches, Huge liches become Small demiliches, Gargantuan liches become Medium-size demiliches, and Colossal liches become Large demiliches.Hit Dice: As lich.Speed: Replace with fly 180 ft. (perfect) or the lich’s supernatural (not natural) fly speed, whichever is better.AC: The demilich retains the lich’s +5 natural armor bonus and gains an insight bonus equal to AC equal to its Hit Dice, as well as a probable size adjustment to AC.Attack: The demilich gains an insight bonus equal to its Hit Dice as a bonus on its touch attacks.Damage: The demilich gains an enhanced touch attack over that of its previous lich form (it now uses its entire flying skull to make the touch attack), including paralyzing touch. The demilich’s touch attack uses negative energy to deal 10d6+20 points of damage to living creatures (no saving throw). Liches with other natural attacks lose them.Special Attacks: The demilich retains all the lich’s special attacks and also gains those described below.Trap the Soul (Su): A demilich can trap the souls of up to eight living creatures per day. To use this power, it selects any target it can see within 300 feet. The target is allowed a fort=saving throw (DC 10 + demilich’s HD + demilich’s Cha modifier). If the target makes its saving throw, it gains four Energy Drains (this does not count as a use of trap the soul). If the target fails its save, the soul of the target is instantly drawn from its body and trapped within one of the gems incorporated into the demilich’s form. The gem gleams wickedly for 24 hours, indicating the captive soul within. The soulless body collapses in a mass of corruption and molders in a single round, reduced to dust. If left to its own devices, the demilich slowly devours the soul over 24 hours—at the end of that time the soul is completely absorbed, and the victim is forever gone. If the demilich is overcome before the soul is eaten, crushing the gem releases the soul, after which time it is free to seek the afterlife or be returned to its body by the use of either resurrection, true resurrection, clone, or miracle. If the demilich is overcome before the soul is eaten, crushing the gem releases the soul, after which time it is free to seek the afterlife or be returned to its body by the use of either resurrection, true resurrection, clone, or miracle. A potential victim protected by a death ward spell is not immune to trap the soul, but receives a +5 bonus on its fortitude saving throw and is effective against the level loss on a successful save.Fear Aura (Su): Demiliches are shrouded in a dreadful aura of death and evil. Creatures of less than 5 HD in a 60- foot radius that look at the demilich must succeed at a Will save (DC 14 + demilich’s Cha modifier) or be affected as though by fear as cast by a 21st-level caster.Paralyzing Touch (Su): Any living creature a demilich touches must succeed at a fortitude save (DC 10 + demilich’s HD + demilich’s Cha modifier) or be permanently paralyzed. remove paralysis or any spell that can remove a curse can free the victim. The effect cannot be dispelled. Anyone paralyzed by a demilich seems dead, though a successful Spot check (DC 20) or Heal check (DC 15) reveals that the victim is still alive.Spells: The demilich can cast any spells it could cast as a lich.Perfect Automatic Still Spell: The demilich can cast all the spells it knows without gestures.Spell-Like  At will—alter self, astral projection, greater create undead, create undead, death knell, enervation, greater dispel magic, harm (usually used to heal itself ), summon monster i–IX, telekinesis, and weird; 2/day— greater planar ally. Demiliches use these abilities as casters of a level equal to their spellcaster level, but the save DCs are equal to 10 + the demilich’s HD + the demilich’s Charisma modifier.Special Qualities: The demilich retains all the lich’s special qualities and also has those described below.Magic Immunity (Ex): Demiliches are immune to all magical and supernatural effects, except as follows. A shatter spell affects a demilich as if it were a crystalline creature, but deals half the damage normally indicated. A dispel evil spell deals 3d6 points of damage (Fortitude save for half damage). Holy smite spells affect demiliches normally.Phylactery Transference (Su): Headbands, belts, rings, cloaks, and other wearable items kept in close association with the demilich’s phylactery transfer all their benefits to the demilich no matter how far apart the demilich and the phylactery are located. The standard limits on s of items utilized simultaneously still apply.Undead Traits: Immune to poison, sleep, paralysis, stunning, disease, death effects, necromantic effects, mind-affecting effects, and any effect requiring a fortitude save unless it also works on objects. Not subject to critical hits, nonlethal damage, ability damage, ability drain, or Energy Drain. Negative energy heals. Not at risk of death from massive damage, but destroyed at 0 hit points or less. Darkvision 60 ft. Cannot be raised; resurrection works only if creature is willing.Immunities (Ex): Demiliches are immune to cold, electricity, polymorph, and mind-affecting attacks.Turn Resistance (Ex): A demilich has turn resistance +20.Damage Reduction (Su): A demilich loses any previous damage reduction and instead has damage reduction 15/Epic and bludgeoning (15 points of damage is subtracted from all melee attacks unless the weapon used is both an epic and a bludgeoning weapon). Vorpal weapons, no matter their enhancement bonus, ignore this damage reduction but do only half damage to a demilich (demiliches cannot be beheaded).Resistances (Ex): Demiliches have acid resistance 20, fire resistance 20, and sonic resistance 20.Saving Throws: Same as the lich.Abilities: A demilich gains +10 to Intelligence, Wisdom, and Charisma.Skills: Demiliches receive a +20 racial bonus on Hide, Listen, Move Silently, Search, Sense Motive, and Spot checks. Otherwise same as the lich (this overlaps with the previous racial bonus gained by the lich; it does not stack).Feats: Same as the lich.Epic Feats: Demiliches gain the feats Blinding Speed, Tenacious Magic, and Automatic Quicken Spell.Environment: Same as the lich.Organization: Solitary or consistory (1 demilich and 3–6 liches).Challenge Rating:  Same as the lich + 6.Treasure: Same as the lich.Alignment: Any evil.Advancement: By character class."
  }
]