[
  {
    "Nombre": "Devourer"
  },
  {
    "Size/Type": "Large Undead (Extraplanar)",
    "Hit Dice": "12d12 (78 hp)",
    "Initiative": "+4",
    "Speed": "30 ft. (6 squares)",
    "Armor Class": "24 (–1 size, +15 natural), touch 9, flat-footed 24",
    "Base Attack/Grapple": "+6/+19",
    "Attack": "Claw +15 melee (1d6+9)",
    "Full Attack": "2 claws +15 melee (1d6+9)",
    "Space/Reach": "10 ft./10 ft.",
    "Special Attacks": "Energy drain, trap essence, spell-like abilities",
    "Special Qualities": "Darkvision 60 ft., spell deflection, spell resistance 21, undead traits",
    "Saves": "Fort +4, Ref +4, Will +11",
    "Abilities": "Str 28, Dex 10, Con —, Int 16, Wis 16, Cha 17",
    "Skills": "Climb +24, Concentration +18, Diplomacy +5, Jump +24, Listen +18, Move Silently +15, Search +10, Sense Motive +11, Spot +18, Survival +3 (+5 following tracks)",
    "Feats": "Blind Fight, Combat Casting, Combat Expertise, Improved Initiative, Weapon Focus (claw)",
    "Environment": "Any",
    "Organization": "Solitary",
    "Challenge Rating": "11",
    "Treasure": "None",
    "Alignment": "Always neutral evil",
    "Advancement": "13–24 HD (Large); 25–36 HD (Huge)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "Devourers lurk on the Ethereal Plane and the Astral Plane, stalking both natives and travelers with equal sadistic glee.A devourer is about 9 feet tall and weighs 500 pounds.Devourers speak Common."
  },
  {
    "Combate": "Even if it had no special abilities, a devourer would be a terrible opponent, for its bony claws can flay enemies alive.Energy Drain (Su): Living creatures hit by a devourer’s claw attack or spectral hand ability gain one negative level. The DC is 19 for the Fortitude save to remove a negative level. The save DC is Charisma-based.Trap Essence (Su): The devourer is named for its ability to consume an enemy’s life essence. To do so, it must forgo its normal melee attacks and make a trap essence attack. This requires a normal attack roll but deals no damage. The he save DC is Charisma-based. A slain creature’s essence is trapped within the devourer’s ribs, and the tiny figure takes on that victim’s features. The trapped essence cannot be raised or resurrected, but a limited wish, miracle, or wish spell frees it, as does destroying the devourer. A devourer can hold only one essence at a time.The trapped essence provides a devourer with enough power to use five spell-like abilities for each Hit Die or level of the trapped creature. As this energy is expended, the twisted soul fades away until it evaporates completely. The trapped essence gains one negative level for every five times the devourer uses one of its spell-like abilities. When the essence’s number of negative level equals the creature’s total Hit Dice or level, the essence is destroyed. If an essence is freed, the restored creature must succeed on a DC 19 Fortitude save for each negative level or lose that level permanently.Spell-Like Abilities: At the start of any encounter, the trapped essence within a devourer is assumed to have 3d4+3 levels (enough fuel for thirty to seventy-five uses). Once per round, a devourer can use one of the following abilities: confusion (DC 17), control undead (DC 20), ghoul touch (DC 15), lesser planar ally, ray of enfeeblement (DC 14), spectral hand, suggestion (DC 16), true seeing. Caster level 18th. The save DCs are Charisma-based.Spell Deflection (Su): The trapped essence provides a measure of magical protection. If any of the following spells are cast at the devourer and overcome its spell resistance, they affect the imprisoned essence instead: banishment, chaos hammer, confusion, crushing despair, detect thoughts, dispel evil, dominate person, fear, geas/quest, holy word, hypnotism, imprisonment, magic jar, maze, suggestion, trap the soul, or any form of charm or compulsion. In many cases, this deflection effectively neutralizes the spell. Some of these effects might eliminate the trapped essence, depriving the devourer of its spell-like abilities until it can consume another victim."
  }
]