[
  {
    "Nombre": "Elder earth elemental"
  },
  {
    "Monstruo y Nivel": "Elder Earth Elemental",
    "Size/Type": "Huge Elemental (Earth, Extraplanar)",
    "Hit Dice": "24d8+120 (228 hp)",
    "Initiative": "–1",
    "Speed": "30 ft. (6 squares)",
    "Armor Class": "22 (–2 size, –1 Dex, +15 natural),, touch 7, flat-footed 22",
    "Base Attack/Grapple": "+18/+37",
    "Attack": "Slam +27 melee (2d10+11/19–20)",
    "Full Attack": "2 slams +27 melee (2d10+11/19–20)",
    "Space/Reach": "15 ft./15 ft.",
    "Special Attacks": "Earth mastery, push",
    "Special Qualities": "Damage reduction 10/–, earth glide, darkvision 60 ft., elemental traits",
    "Saves": "Fort +19, Ref +7, Will +10",
    "Abilities": "Str 33, Dex 8, Con 21, Int 10, Wis 11, Cha 11",
    "Skills": "Listen +29, Spot +29",
    "Feats": "Alertness, Awesome Blow, Cleave, Great Cleave, Improved Bull Rush, Improved Critical (slam), Improved Sunder, Iron Will, Power Attack",
    "Environment": "Elemental Plane of Earth",
    "Organization": "Solitary",
    "Challenge Rating": "11",
    "Treasure": "None",
    "Alignment": "Usually neutral",
    "Advancement": "25–48 HD (Huge)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "When summoned to the Material Plane, an earth elemental consists of whatever types of dirt, stones, precious metals, and gems it was conjured from.Earth elementals speak Terran but rarely choose to do so."
  },
  {
    "Combate": "Though an earth elemental moves slowly, it is a relentless opponent. It can travel though solid ground or stone as easily as humans walk on the earth’s surface. It cannot swim, however, and must either walk around a body of water or go through the ground under it. An earth elemental can move along the bottom of a body of water but prefers not to.Earth Mastery (Ex): An earth elemental gains a +1 bonus on attack and damage rolls if both it and its foe are touching the ground. If an opponent is airborne or waterborne, the elemental takes a –4 penalty on attack and damage rolls. (These modifiers are not included in the statistics block.)Push (Ex): An earth elemental can start a bull rush maneuver without provoking an attack of opportunity. The combat modifiers given in Earth Mastery, above, also apply to the elemental’s opposed Strength checks.Earth Glide (Ex): An earth elemental can glide through stone, dirt, or almost any other sort of earth except metal as easily as a fish swims through water. Its burrowing leaves behind no tunnel or hole, nor does it create any ripple or other signs of its presence. A move earth spell cast on an area containing a burrowing earth elemental flings the elemental back 30 feet, stunning the creature for 1 round unless it succeeds on a DC 15 Fortitude save.Earth Elemental Sizes"
  },
  {
    "Columnas": "-----Elemental-----Height-----Weight",
    "Fila 1": "-----Elder-----40ft.-----60,000lb."
  }
]