[
  {
    "Nombre": "Flesh golem"
  },
  {
    "Size/Type": "Large Construct",
    "Hit Dice": "9d10+30 (79 hp)",
    "Initiative": "–1",
    "Speed": "30 ft. (6 squares)",
    "Armor Class": "18 (–1 size, –1 Dex, +10 natural), touch 8, flat-footed 18",
    "Base Attack/Grapple": "+6/+15",
    "Attack": "Slam +10 melee (2d8+5)",
    "Full Attack": "2 slams +10 melee (2d8+5)",
    "Space/Reach": "10 ft./10 ft.",
    "Special Attacks": "Berserk",
    "Special Qualities": "Construct traits, damage reduction 5/adamantine, darkvision 60 ft., immunity to magic, low-light vision",
    "Saves": "Fort +3, Ref +2, Will +3",
    "Abilities": "Str 21, Dex 9, Con —, Int —, Wis 11, Cha 1",
    "Skills": "—",
    "Feats": "—",
    "Environment": "Any",
    "Organization": "Solitary or gang (2–4)",
    "Challenge Rating": "7",
    "Treasure": "None",
    "Alignment": "Always neutral",
    "Advancement": "10–18 HD (Large); 19–27 HD (Huge)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "A flesh golem is a ghoulish collection of stolen humanoid body parts, stitched together into a single composite form. No natural animal willingly tracks a flesh golem. The golem wears whatever clothing its creator desires, usually just a ragged pair of trousers. It has no possessions and no weapons. It stands 8 feet tall and weighs almost 500 pounds.A flesh golem golem cannot speak, although it can emit a hoarse roar of sorts. It walks and moves with a stiff-jointed gait, as if not in complete control of its body."
  },
  {
    "Combate": "Berserk (Ex): When a flesh golem enters combat, there is a cumulative 1% chance each round that its elemental spirit breaks free and the golem goes berserk. The uncontrolled golem goes on a rampage, attacking the nearest living creature or smashing some object smaller than itself if no creature is within reach, then moving on to spread more destruction. The golem’s creator, if within 60 feet, can try to regain control by speaking firmly and persuasively to the golem, which requires a DC 19 Charisma check. It takes 1 minute of inactivity by the golem to reset the golem’s berserk chance to 0%.Immunity to Magic (Ex): A flesh golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below.A magical attack that deals cold or fire damage slows a flesh golem (as the slow spell) for 2d6 rounds, with no saving throw.A magical attack that deals electricity damage breaks any slow effect on the golem and heals 1 point of damage for every 3 points of damage the attack would otherwise deal. If the amount of healing would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points. For example, a flesh golem hit by a lightning bolt heals 3 points of damage if the attack would have dealt 11 points of damage. A flesh golem golem gets no saving throw against attacks that deal electricity damage.ConstructionThe pieces of a flesh golem must come from normal human corpses that have not decayed significantly. Assembly requires a minimum of six different bodies—one for each limb, the torso (including head), and the brain. In some cases, more bodies may be necessary. Special unguents and bindings worth 500 gp are also required. Note that creating a flesh golem requires casting a spell with the evil descriptor.Assembling the body requires a DC 13 Craft (leatherworking) check or a DC 13 Heal check.CL 8th; Craft Construct, animate dead, bull’s strength, geas/quest, limited wish, caster must be at least 8th level; Price 20,000 gp; Cost 10,500 gp + 780 XP.SEE WIKIPEDIA ENTRY: Golem"
  }
]