[
  {
    "Nombre": "Flesh colossus"
  },
  {
    "Monstruo y Nivel": "Flesh Colossus",
    "Size/Type": "Colossal Colossal Construct",
    "Hit Dice": "100d10 (630 hp or as controlling spirit hp)",
    "Initiative": "+2 (–2 Dex, +4 Improved Initiative)",
    "Speed": "40 ft. (can’t run)",
    "Armor Class": "45 (–8 size, –2 Dex, +25 natural, +20 profane), touch −1, flat-footed 45",
    "Base Attack/Grapple": "+75/+103",
    "Attack": "Colossal club +79 (6d6+18) melee or slam +79 (4d6+12) melee or thrown object (weighing 10 tons or less) +65 (4d6+12) ranged",
    "Full Attack": "Colossal club +79 (6d6+18) melee or 2 slams +79 (4d6+12) melee or thrown object (weighing 10 tons or less) +65 (4d6+12) ranged",
    "Space/Reach": "30 ft./30 ft.",
    "Special Attacks": "Frightful presence, horrific appearance, stomp, stench",
    "Special Qualities": "Construct traits, magic immunity, DR 15/Epic and adamantine, negative energy affinity",
    "Saves": "Fort +33, Ref +31, Will +33",
    "Abilities": "Str 35, Dex 6, Con —, Int 1 or as controlling spirit, Wis 11 or as controlling spirit, Cha 1 or as controlling spirit",
    "Skills": "Jump +16 or as controlling spirit",
    "Feats": "Improved InitiativeB",
    "Environment": "Any",
    "Organization": "Solitary",
    "Challenge Rating": "27",
    "Treasure": "None",
    "Alignment": "Neutral evil or neutral",
    "Advancement": "None (abilities may vary by level of possessing spirit)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "A flesh colossus knows all languages spoken in life by the ghost who acts as its control-ling spirit. When the controlling spirit is suppressed, it mutters in all the tongues spoken by its component corpses."
  },
  {
    "Combate": "Frightful Presence (Ex): All who come within a mile of the flesh colossus must make Will saves (DC 55). Those who make their saves are shaken. Those who fail by 20 points or less are frightened. Those who fail by 21 to 40 points are panicked. Those who fail by 41 points or more are cowering. The DC is Charisma-based.Horrific Appearance (Su): Once per day, the controlling spirit within a flesh colossus may draw upon the negative energy latent in the construct to transform its countenance into a horrible leering visage: All within 300 feet who see this must make a fortitude save (DC 55) or take 2d4 points of temporary Strength, Dexterity, and Constitution damage. The DC is Charisma-based.Stomp (Ex): As a full-round action, a flesh colossus may stomp upon any adjacent foe (that is, any within the area it threatens). Its attack roll modifier for this special attack is +65 (+75 base, –2 Dex, –8 size). If successful, the stomp deals double damage (8d6 +24) and pins the victim until the colossus chooses to release him or her.Stench (Ex): All creatures with a sense of smell who come within 300 feet of the construct must make a fortitude save (DC 60) or be nauseated (unable to attack, cast spells, concentrate on spells, or do anything else requiring attention, except for a single move or move-equivalent action per round). Those who succeed on their saves take a –4 circumstance penalty on all attack rolls, saving throws, and skill checks for the next 2d6+4 minutes. The DC is Constitution-based.Magic Immunity (Ex): A flesh colossus is immune to all magical and supernatural effects except those that use negative energy (see below).Negative Energy Affinity (Su): Any negative energy spell targeted at the colossus repairs damage taken by the colossus at the rate of 1d10 hit points per level of the spell.Construct Traits: Immune to mind-affecting effects (charms, compulsions, phantasms, patterns, and morale effects), and to poison, sleep, paralysis, stunning, disease, death effects, necromantic effects, and any effect that requires a fortitude save unless it also works on objects. Cannot heal damage (though regeneration and fast healing still apply, if present). Not subject to critical hits, nonlethal damage, ability damage, ability drain, or Energy Drain. Not at risk of death from massive damage, but destroyed when reduced to 0 hit points or less; cannot be raised or resurrected. Darkvision 60 ft.Antimagic Field (Ex): A colossus constantly generates an antimagic field in a 100-foot-radius. The field is an invisible barrier that is impervious to most magical effects, including spells, spell-like abilities, and supernatural abilities. Likewise, it prevents the functioning of any magic items or spells within its confines, except for the colossus’s own supernatural abilities. This effect is otherwise as an antimagic field cast by a 25th-level caster.A colossus’s natural weapons are treated as epic for the purpose of overcoming damage reduction.ConstructionThe construction cost given for each colossus takes into account the physical body and all the materials and spell components that are consumed or become a permanent part of it. Except for the much tougher requirements, constructing a colossus is not unlike constructing a golem.Only a master necromancer of surpassing power can create a flesh colossus. The bodies of not less than three hundred previously animated Medium-size humanoid creatures must be stripped of their flesh and the bones, which are then rendered in two great vats. The resulting semiliquid bone-paste is then cast into a new articulated skeleton of great size, to which the rendered flesh is applied like wet clay to shape the figure. Finally, the necromancer must bind a ghost of at least 10 HD (the more powerful the better) into the colossus to act as its controlling spirit. Without the controlling spirit, the colossus is just an oversized zombie; with it, it functions as a golem of great size and repugnant appearance. If no ghost is available, the necromancer may occupy the colossus himself by casting magic jar. The colossus costs 760,000 gp to create, which includes 100,000 gp for the body. Assembling the body takes no great skill, and many flesh colossi reveal that fact in their uncouth forms. The creator must be 29th level and able to cast epic spells. Completing the ritual drains 30,600 XP from the creator and requires magic jar, limited wish, polymorph any object, and finger of death.SEE WIKIPEDIA ENTRY: Golem"
  }
]