[
  {
    "Nombre": "Formian queen"
  },
  {
    "Monstruo y Nivel": "Formian Queen",
    "Size/Type": "Large Outsider (Lawful, Extraplanar)",
    "Hit Dice": "20d8+100 (190 hp)",
    "Initiative": "–5",
    "Speed": "0 ft.",
    "Armor Class": "23 (–1 size, +14 natural), touch 9, flat-footed 23",
    "Base Attack/Grapple": "+20/+24",
    "Attack": "—",
    "Full Attack": "—",
    "Space/Reach": "10 ft./5 ft.",
    "Special Attacks": "Spell-like abilities, spells",
    "Special Qualities": "fast healing 2, hive mind, immunity to poison, petrification, and cold, resistance to electricity 10, fire 10, and sonic 10, spell resistance 30, telepathy",
    "Saves": "Fort +19, Ref —, Will +19",
    "Abilities": "Str —, Dex —, Con 20, Int 20, Wis 20, Cha 21",
    "Skills": "Appraise +28, Bluff +28, Concentration +28, Diplomacy +32, Disguise +5 (+7 acting), Intimidate +30, Knowledge (any three) +28, Listen +30, Sense Motive +28, Spellcraft +28 (+30 scrolls), Spot +30, Use Magic Device +28 (+30 scrolls)",
    "Feats": "Alertness, Eschew MaterialsB, Great Fortitude, Improved Counterspell, Iron Will, item creation feat (any one), Maximize Spell, Spell Focus (enchantment)",
    "Environment": "A lawful-aligned plane",
    "Organization": "Hive (1 plus 100–400 workers, 11–40 warriors, 4–7 taskmasters with 1 dominated creature each, and 5–8 myrmarchs)",
    "Challenge Rating": "17",
    "Treasure": "Double standard",
    "Alignment": "Always lawful neutral",
    "Advancement": "21–30 HD (Huge); 31–40 HD (Gargantuan)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "A formian queen resembles a cross between an ant and a centaur. Formian queens are covered in a brownish-red carapace; size and appearance differs for each variety. The formian queen cannot move. With her telepathic abilities, though, she can send instructions to and get reports from any formian within her range.She is about 10 feet long, perhaps 4 feet high, and weighs about 3,500 pounds.The queen speaks Formian and Common, although she can communicate with any creature telepathically."
  },
  {
    "Combate": "Formians are generally aggressive, seeking to subdue all they encounter. If they perceive even the slightest threat to their hive-city or to their queen, they attack immediately and fight to the death. Any formian also attacks immediately if ordered to do so by a superior.Hive Mind (Ex): All formians within 50 miles of their queen are in constant communication. If one is aware of a particular danger, they all are. If one in a group is not flatfooted, none of them are. No formian in a group is considered flanked unless all of them are.The queen does not fight. She has no ability to move. If necessary, a team of workers and myrmarchs (or dominated slaves) haul her enormous bulk to where she needs to go. This sort of occurrence is very rare, however, and most of the time the queen remains within her well-defended chambers.Despite her utter lack of physical activity, the queen can cast spells and use spell-like abilities to great effect in her own defense as well as the defense of the hive-city.Spells: The queen casts arcane spells as a 17th-level sorcerer.Typical Sorcerer Spells Known (6/8/7/7/7/7/6/6/4, base save DC 15 + spell level): 0—acid splash, arcane mark, daze, detect magic, light, mage hand, read magic, resistance, touch of fatigue; 1st—comprehend languages, identify, mage armor, magic missile, shield; 2nd— hypnotic pattern, invisibility, protection from arrows, resist energy, scorching ray; 3rd—dispel magic, heroism, nondetection, slow; 4th— confusion, detect scrying, black tentacles, scrying; 5th—cone of cold, dismissal, teleport, wall of force; 6th—analyze dweomer, geas/quest, repulsion; 7th—summon monster vii, vision, waves of exhaustion; 8th—prismatic wall, temporal stasis.Spell-Like Abilities: At will—calm emotions (DC 17), charm monster (DC 19), clairaudience/clairvoyance, detect chaos, detect thoughts, dictum (DC 22), divination, hold monster (DC 20), magic circle against chaos, order’s wrath (DC 19), shield of law (DC 23), true seeing. Caster level 17th. The save DCs are Charisma-based.Telepathy (Su): The queen can communicate telepathically with any intelligent creature within 50 miles whose presence she is aware of."
  }
]