[
  {
    "Nombre": "Gelatinous cube"
  },
  {
    "Size/Type": "Huge Large Ooze",
    "Hit Dice": "4d10+32 (54 hp)",
    "Initiative": "–5",
    "Speed": "15 ft. (3 squares)",
    "Armor Class": "3 4 (-2 -1 size, –5 Dex), touch 3 4, flat-footed 3 4",
    "Base Attack/Grapple": "+3/+11 +7",
    "Attack": "Slam +1 +2 melee (1d6 plus 1d6 acid)",
    "Full Attack": "Slam +1 +2 melee (1d6 plus 1d6 acid)",
    "Space/Reach": "15 ft./10 ft.",
    "Special Attacks": "Acid, engulf, paralysis",
    "Special Qualities": "Blindsight 60 ft., immunity to electricity, ooze traits, transparent",
    "Saves": "Fort +9, Ref –4, Will –4",
    "Abilities": "Str 10, Dex 1, Con 26, Int —, Wis 1, Cha 1",
    "Skills": "—",
    "Feats": "—",
    "Environment": "Underground",
    "Organization": "Solitary",
    "Challenge Rating": "3",
    "Treasure": "1/10th coins, 50% goods (no nonmetal or nonstone), 50% items (no nonmetal or nonstone)",
    "Alignment": "Always neutral",
    "Advancement": "5–12 HD (Huge Large); 13–24 HD (Gargantuan Huge)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "The nearly transparent gelatinous cube travels slowly along dungeon corridors and cave floors, absorbing carrion, creatures, and trash. Inorganic material remains trapped and visible inside the cube’s body.A typical gelatinous cube is 15 10 feet on a side and weighs about 50,000 15,000 pounds, though much larger specimens are not unknown."
  },
  {
    "Combate": "A gelatinous cube attacks by slamming its body into its prey. It is capable of lashing out with a pseudopod, but usually engulfs foes.Acid (Ex): A gelatinous cube’s acid does not harm metal or stone.Engulf (Ex): Although it moves slowly, a gelatinous cube can simply mow down Large or smaller creatures as a standard action. It cannot make a slam attack during a round in which it engulfs. The gelatinous cube merely has to move over the opponents, affecting as many as it can cover. Opponents can make opportunity attacks against the cube, but if they do so they are not entitled to a saving throw. Those who do not attempt attacks of opportunity must succeed on a DC 13 Reflex save or be engulfed; on a success, they are pushed back or aside (opponent’s choice) as the cube moves forward. Engulfed creatures are subject to the cube’s paralysis and acid, and are considered to be grappled and trapped within its body. The save DC is Strength-based and includes a +1 racial bonus.Paralysis (Ex): A gelatinous cube secretes an anesthetizing slime. A target hit by a cube’s melee or engulf attack must succeed on a DC 20 Fortitude save or be paralyzed for 3d6 rounds. The cube can automatically engulf a paralyzed opponent. The save DC is Constitution-based.Transparent (Ex): Gelatinous cubes are hard to see, even under ideal conditions, and it takes a DC 15 Spot check to notice one. Creatures who fail to notice a cube and walk into it are automatically engulfed."
  }
]