[
  {
    "Nombre": "Owl, giant"
  },
  {
    "Size/Type": "Large Magical Beast",
    "Hit Dice": "4d10+4 (26 hp)",
    "Initiative": "+3",
    "Speed": "10 ft. (2 squares), fly 70 ft. (average)",
    "Armor Class": "15 (–1 size, +3 Dex, +3 natural), touch 12, flat-footed 12",
    "Base Attack/Grapple": "+4/+12",
    "Attack": "Claw +7 melee (1d6+4)",
    "Full Attack": "2 claws +7 melee (1d6+4) and bite +2 melee (1d8+2)",
    "Space/Reach": "10 ft./5 ft.",
    "Special Attacks": "—",
    "Special Qualities": "Superior low-light vision",
    "Saves": "Fort +5, Ref +7, Will +3",
    "Abilities": "Str 18, Dex 17, Con 12, Int 10, Wis 14, Cha 10",
    "Skills": "Knowledge (nature) +2, Listen +17, Move Silently +8*, Spot +10",
    "Feats": "Alertness, Wingover",
    "Environment": "Temperate forests",
    "Organization": "Solitary, pair, or company (3–5)",
    "Challenge Rating": "3",
    "Treasure": "None",
    "Alignment": "Usually neutral good",
    "Advancement": "5–8 HD (Large); 9–12 HD (Huge)",
    "Level Adjustment": "+2 (cohort)"
  },
  {
    "Descripción": "Giant owls are nocturnal birds of prey, feared for their ability to hunt and attack in near silence. They are intelligent, and though naturally suspicious, sometimes associate with good creatures. A typical giant owl stands about 9 feet tall, has a wingspan of up to 20 feet, and resembles its smaller cousins in nearly every way except size.Giant owls speak Common and Sylvan."
  },
  {
    "Combate": "A giant owl attacks by gliding silently just a few feet above its prey and plunging to strike when directly overhead.Superior Low-Light Vision (Ex): A giant owl can see five times as far as a human can in dim light.Skills: giant owls have a +8 racial bonus on Listen checks and a +4 racial bonus on Spot checks.When in flight, giant owls gain a +8 bonus on Move Silently checks.TRAINING A GIANT OWLAlthough intelligent, a giant owl requires training before it can bear a rider in combat. To be trained, a giant owl must have a friendly attitude toward the trainer (this can be achieved through a successful Diplomacy check). Training a friendly giant owl requires six weeks of work and a DC 25 Handle Animal check. Riding a giant owl requires an exotic saddle. A giant owl can fight while carrying a rider, but the rider cannot also attack unless he or she succeeds on a Ride check.Giant owl eggs are worth 2,500 gp apiece on the open market, while chicks are worth 4,000 gp each. Professional trainers charge 1,000 gp to rear or train a giant owl.Carrying Capacity: A light load for a giant owl is up to 300 pounds; a medium load, 301–600 pounds; and a heavy load, 601–900 pounds.SEE WIKIPEDIA ENTRY: Owl"
  }
]