[
  {
    "Nombre": "Gibbering orb"
  },
  {
    "Size/Type": "Huge Aberration",
    "Hit Dice": "27d8+216 (337 hp)",
    "Initiative": "+20 (+12 Dex, +8 Superior Initiative)",
    "Speed": "5 ft., fly 20 ft. (good)",
    "Armor Class": "48 (+12 Dex, –2 size, +16 natural armor, +12 insight), touch , flat-footed",
    "Base Attack/Grapple": "+20/+39",
    "Attack": "24 eye rays +31 ranged touch, 12 bites +28 (2d8+5/19–20) melee",
    "Full Attack": "24 eye rays +31 ranged touch, 12 bites +28 (2d8+5/19–20) melee",
    "Space/Reach": "15 ft./10 ft.",
    "Special Attacks": "Gibbering, improved grab, swallow whole, eye rays, spell-like abilities",
    "Special Qualities": "All-around vision, flight, amorphous, SR 37, DR 10/epic",
    "Saves": "Fort +21, Ref +21, Will +24",
    "Abilities": "Str 32, Dex 35, Con 27, Int 40, Wis 24, Cha 22",
    "Skills": "Concentration +38, Escape Artist +42, Jump -4, Knowledge (arcana) +37, Hide +34, Listen +37, Move Silently +34, Search +37, Speak Language (any five), Spot +37",
    "Feats": "Epic Fortitude, Flyby Attack, Improved Initiative, Improved Critical (bite), Iron Will, Multiattack, Polyglot, Superior Initiative, Weapon Focus (eye ray), Weapon Focus (bite)",
    "Environment": "Any land and underground",
    "Organization": "Solitary",
    "Challenge Rating": "27",
    "Treasure": "Standard",
    "Alignment": "Usually chaotic evil",
    "Advancement": "27–54 HD (Huge); 55–108 HD (Gargantuan)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "A gibbering orb can speak all languages.A gibbering orb’s natural weapons are treated as epic for the purpose of overcoming damage reduction."
  },
  {
    "Combate": "The gibbering orb has the ability to bite its foes by extending a pseudopod with one of its mouths protruding from the end. The orb can extend four of these at any one foe, or a total of twelve in any given round. At the same time, the legions of eyes have the ability to cast a host of spells at a rapid rate.Gibbering (Su): The cacophony of speech emanating from the scores of mouths that make up the orb forces all within 60 feet of the creature to succeed at a Will save each round (DC 40) or suffer the effects of an insanity spell.Improved Grab (Ex): To use this ability, the gibbering orb must hit with a bite attack. If it gets a hold, the orb automatically deals bite Damage and can attempt to swallow whole.Swallow Whole (Ex): A gibbering orb can attempt to swallow a Large or smaller opponent by making a successful grapple check. Once inside, the opponent takes 4d8 points of constriction Damage plus 3d10 points of acid Damage per round. A swallowed creature can cut its way out by using claws or a light slashing weapon to deal 20 points of Damage in a single blow (AC 16, DR 10/epic still applies). Once the creature exits, the fluidlike body structure of the orb closes the wound; other swallowed opponents must cut their own way out. When a creature dies by being swallowed whole (or when a creature killed by the gibbering orb in some other fashion is eaten by it), the gibbering orb absorbs the creature’s known spells, prepared spells, and spell-like abilities. The orb can use any two of those abilities per round as a free action. Each originates from an eye that is not producing an eye ray (see below) that round. Stolen spells and spell-like abilities are lost after 24 hours.Eye Rays (Su): Two dozen of the eyes can each produce a magical ray each round, with each eye emulating a spell from among the list of spells below as if cast by a 27th-level caster. The save DCs, where applicable, are 16 + spell level. A gibbering orb has no directional limitations on where it can point its eye rays, because the eyes orbiting around its body drift and float wherever needed. However, a gibbering orb can never aim more than five rays at any single target, due to limitations of aiming. All rays have a range of 150 feet. Each of these effects functions as a ray, regardless of the normal parameters of the spell it resembles. That is, each is usable against a single target and requires a ranged touch attack. The eye rays are: cone of cold, disintegrate, dominate monster, Energy Drain, feeblemind, finger of death, flesh to stone, greater dispel magic, harm, hold monster, horrid wilting, implosion, inflict critical wounds, lightning bolt, magic missile, mage’s disjunction, irresistible dance, polymorph any object, power word blind, power word kill, power word stun, prismatic spray, slay living, and temporal stasis.Spell-Like  At will—Two stolen spells or spell-like abilities per round. Caster level 27th, save DC 16 + spell level.All-Around Vision (Ex): The gibbering orb’s many eyes give it a +4 racial bonus on Spot and Search checks.Flight (Ex): The gibbering orb’s body is naturally buoyant. This buoyancy allows it to fly as the spell, as a free action, at a speed of 20 feet. This buoyancy also grants it a permanent feather fall effect with personal range.Amorphous (Ex): A gibbering orb is not subject to critical hits. It has no clear front or back, so it cannot be flanked."
  }
]