[
  {
    "Nombre": "Hound archon"
  },
  {
    "Monstruo y Nivel": "Hound Archon",
    "Size/Type": "Medium Outsider (Archon, Extraplanar, Good, Lawful)",
    "Hit Dice": "6d8+6 (33 hp)",
    "Initiative": "+4",
    "Speed": "40 ft. (8 squares)",
    "Armor Class": "19 (+9 natural), touch 10, flat-footed 19",
    "Base Attack/Grapple": "+6/+8",
    "Attack": "Bite +8 melee (1d8+2) or greatsword +8 melee (2d6+3/19–20)",
    "Full Attack": "Bite +8 melee (1d8+2) and slam +3 melee (1d4+1); or greatsword +8/+3 melee (2d6+3/19–20) and bite +3 melee (1d8+1)",
    "Space/Reach": "5 ft./5 ft.",
    "Special Attacks": "Spell-like abilities",
    "Special Qualities": "Aura of menace, change shape, damage reduction 10/evil, darkvision 60 ft., immunity to electricity and petrification, magic circle against evil, scent, spell resistance 16, teleport, tongues",
    "Saves": "Fort +6 (+10 against poison), Ref +5, Will +6",
    "Abilities": "Str 15, Dex 10, Con 13, Int 10, Wis 13, Cha 12",
    "Skills": "Concentration +10, Diplomacy +3, Hide +9*, Jump +15, Listen +10, Move Silently +9, Sense Motive +10, Spot +10, Survival +10* (+12 following tracks)",
    "Feats": "Improved Initiative, Power Attack, Track",
    "Environment": "A lawful good-aligned plane",
    "Organization": "Solitary, pair, or squad (3–5)",
    "Challenge Rating": "4",
    "Treasure": "No coins; double goods; standard items",
    "Alignment": "Always lawful good",
    "Advancement": "7–9 HD (Medium); 10–18 HD (Large)",
    "Level Adjustment": "+5"
  },
  {
    "Descripción": "Hound archons look like well-muscled humans with canine heads."
  },
  {
    "Combate": "Hound archons prefer to attack with their natural weapons but occasionally use greatswordA hound archon’s natural weapons, as well as any weapons it wields, are treated as good-aligned and lawful-aligned for the purpose of overcoming damage reduction.Spell-Like Abilities: At will—aid, continual flame, detect evil, message. Caster level 6th.Aura of Menace (Su): A righteous aura surrounds hound archons that fight or get angry. Any hostile creature within a 20-foot radius of a hound archon must succeed on a Will save (DC 16) to resist its effects. The save DC is Charisma-based, and includes a +2 racial bonus. Those who fail take a –2 penalty on attacks, AC, and saves for 24 hours or until they successfully hit the hound archon that generated the aura. A creature that has resisted or broken the effect cannot be affected again by the same hound archon’s aura for 24 hours.Change Shape (Su): A hound archon can assume any canine form of Small to Large size. While in canine form, the hound archon loses its bite, slam, and greatsword attacks, but gains the bite attack of the form it chooses. For the purposes of this ability, canines include any doglike or wolflike animal of the animal type.Skills: *While in canine form, a hound archon gains a +4 circumstance bonus on Hide and Survival checks."
  }
]