[
  {
    "Nombre": "Hunefer"
  },
  {
    "Size/Type": "Medium Undead",
    "Hit Dice": "50d12+3 (603 hp)",
    "Initiative": "+16 (+12 Dex, +4 Improved Initiative)",
    "Speed": "100 ft.",
    "Armor Class": "52 (+12 Dex, +20 natural, +10 insight), touch 32, flat-footed 30",
    "Base Attack/Grapple": "+25/+43",
    "Attack": "Slam +44 (3d6+18/19–20 (+1d6 on critical hit) plus hunefer rot)",
    "Full Attack": "2 slams +44 (3d6+18/19–20 (+1d6 on critical hit) plus hunefer rot)",
    "Space/Reach": "5 ft./5 ft.",
    "Special Attacks": "Despair, hunefer rot, spell-like abilities",
    "Special Qualities": "Blindsight 300 ft., DR 10/–, fast healing 30, SR 37, undead traits, fire vulnerability",
    "Saves": "Fort +18, Ref +30, Will +41",
    "Abilities": "Str 47, Dex 35, Con –, Int 18, Wis 38, Cha 36",
    "Skills": "Concentration +66, Jump +46, Knowledge (religion, the planes) +57, Listen +67, Search +57, Sense Motive +67, Spellcraft +57, Spot +67",
    "Feats": "Cleave, Combat Reflexes, Devastating Critical (slam), Dodge, Expertise, Great Cleave, Great fortitude, Improved Critical (slam), Improved Disarm, Improved Initiative, Lightning Reflexes, Mobility, Overwhelming Critical (slam), Power Attack, Spell Stowaway (greater teleport), Toughness, Weapon Focus (slam)",
    "Environment": "Any",
    "Organization": "Solitary, pair, or court (5–9)",
    "Challenge Rating": "25",
    "Treasure": "Standard",
    "Alignment": "Always lawful evil",
    "Advancement": "51–56 HD (Medium-size); 57–60 HD (Large); 61–66 HD (Huge); 67–70 HD (Gargantuan); 71+ HD (Colossal)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "Hunefers speak all spoken languages, though it takes one 1d4 rounds to switch between languages."
  },
  {
    "Combate": "Despair (Su): The mere sight of a hunefer requires viewers to succeed at a Will saving throw (DC 48) or be paralyzed with fear for 1d4 rounds. Regardless of the outcome of the save, a subject is not again vulnerable to that hunefer’s despair ability for 24 hours. The DC is Charisma-based.Hunefer Rot (Su): Supernatural disease—slam, Fortitude save (DC 35), incubation period instantaneous; Damage 1d6 temporary Con. Unlike normal diseases, hunefer rot requires a victim to make a successful saving throw every round or take another 1d6 points of temporary Constitution Damage. The rot continues until the victim reaches Constitution 0 (and dies) or receives a remove disease spell or similar magic. An afflicted creature that dies shrivels away into sand unless both remove disease and raise dead (or better) are cast on the remains within 2 rounds. If the remains are not so treated, on the third round the dust swirls and forms an 18 HD mummy with the dead foe’s equipment under the hunefer’s command. (The mummy dust epic spell has statistics for an 18 HD mummy.)Spell-Like  At will—chain lightning, displacement, haste, knock, greater dispel magic, passwall, greater scrying, teleport, true seeing, unholy aura, weird; 1/day—ruin (epic spell). Caster level 27th; save DC 23 + spell level. The DC is Charisma-based.Undead Traits: Immune to poison, sleep, paralysis, stunning, disease, death effects, necromantic effects, mind-affecting effects, and any effect requiring a fortitude save unless it also works on objects. Not subject to critical hits, nonlethal damage, Energy DrainAbility Damage, ability drain, or Energy Drain. Negative energy heals. Not at risk of death from massive Damage, but destroyed at 0 hit points or less. Darkvision 60 ft. Cannot be raised; resurrection works only if creature is willing."
  }
]