[
  {
    "Nombre": "Iron colossus"
  },
  {
    "Monstruo y Nivel": "Iron Colossus",
    "Size/Type": "Colossal Construct",
    "Hit Dice": "96d10 (603 hp)",
    "Initiative": "–2 (Dex)",
    "Speed": "50 ft. (can’t run)",
    "Armor Class": "60 (–8 size, –2 Dex, +60 natural), touch 0, flat-footed 60",
    "Base Attack/Grapple": "+72/+123",
    "Attack": "Slam +99 (12d6+35) melee",
    "Full Attack": "2 slams +99 (12d6+35) melee",
    "Space/Reach": "30 ft./30 ft.",
    "Special Attacks": "Breath weapon",
    "Special Qualities": "Construct traits, magic immunity, antimagic field, rustproof, DR 20/Epic and adamantine",
    "Saves": "Fort +32, Ref +30, Will +33",
    "Abilities": "Str 80, Dex 7, Con —, Int 9, Wis 12, Cha 1",
    "Skills": "Jump +43",
    "Feats": "—",
    "Environment": "Any",
    "Organization": "Solitary",
    "Challenge Rating": "33",
    "Treasure": "None",
    "Alignment": "Usually neutral",
    "Advancement": "97–288 HD (Colossal)",
    "Level Adjustment": "—"
  },
  {},
  {
    "Combate": "Breath Weapon (Su): Cone of poisonous gas, 80 feet, as a free action every 1d4 rounds, initial damage 3d6 temporary Con, secondary damage 2d6 temporary Con, Fortitude save for half (DC 58). The DC is Constitution-based.Magic Immunity (Ex): An iron colossus is immune to all magical and supernatural effects, except as follows. An electricity effect restores 1 hit point to the iron colossus for each 3 points of damage it would otherwise deal.Rustproof (Ex): An iron colossus is not affected by rust attacks, unlike smaller iron golems.Construct Traits: Immune to mind-affecting effects (charms, compulsions, phantasms, patterns, and morale effects), and to poison, sleep, paralysis, stunning, disease, death effects, necromantic effects, and any effect that requires a fortitude save unless it also works on objects. Cannot heal damage (though regeneration and fast healing still apply, if present). Not subject to critical hits, nonlethal damage, ability damage, ability drain, or Energy Drain. Not at risk of death from massive damage, but destroyed when reduced to 0 hit points or less; cannot be raised or resurrected. Darkvision 60 ft.Magic Immunity (Ex): A colossus completely resists most magical and supernatural effects, except where otherwise noted below.Antimagic Field (Ex): A colossus constantly generates an antimagic field in a 100-foot-radius. The field is an invisible barrier that is impervious to most magical effects, including spells, spell-like abilities, and supernatural abilities. Likewise, it prevents the functioning of any magic items or spells within its confines, except for the colossus’s own supernatural abilities. This effect is otherwise as an antimagic field cast by a 25th-level caster.A colossus’s natural weapons are treated as epic for the purpose of overcoming damage reduction.ConstructionThe construction cost given for each colossus takes into account the physical body and all the materials and spell components that are consumed or become a permanent part of it. Except for the much tougher requirements, constructing a colossus is not unlike constructing a golem.An iron colossus’s body is sculpted from 150,000 pounds of pure iron. The colossus costs 1,000,000 gp to create, which includes 100,500 gp for the body. Assembling the body requires a successful Craft (armorsmithing) or Craft (weaponsmithing) check (DC 42). The creator must be 35th level and able to cast epic spells. Completing the ritual drains 50,000 XP from the creator and requires cloudkill, geas/quest, limited wish, and polymorph any object.SEE WIKIPEDIA ENTRY: Golem"
  }
]