[
  {
    "Nombre": "Janni"
  },
  {
    "Size/Type": "Medium Outsider (Native)",
    "Hit Dice": "6d8+6 (33 hp)",
    "Initiative": "+6",
    "Speed": "20 ft. (4 squares), fly 15 ft. (perfect) in chainmail; base land speed 30 ft., base fly speed 20 ft. (perfect)",
    "Armor Class": "18 (+2 Dex, +1 natural, +5 chainmail), touch 12, flat-footed 16",
    "Base Attack/Grapple": "+6/+9",
    "Attack": "Scimitar +9 melee (1d6+4/18–20) or longbow +8 ranged (1d8/x3)",
    "Full Attack": "Scimitar +9/+4 melee (1d6+4/18–20) or longbow +8/+3 ranged (1d8/x3)",
    "Space/Reach": "5 ft./5 ft.",
    "Special Attacks": "Change size, spell-like abilities",
    "Special Qualities": "Darkvision 60 ft., elemental endurance, plane shift, resistance to fire 10, telepathy 100 ft.",
    "Saves": "Fort +6, Ref +7, Will +7",
    "Abilities": "Str 16, Dex 15, Con 12, Int 14, Wis 15, Cha 13",
    "Skills": "Appraise +11, Concentration +10, Craft (any two) +11, Diplomacy +3, Escape Artist +6, Listen +11, Move Silently +6, Ride +11, Sense Motive +11, Spot +11, Use Rope +2 (+4 with bindings)",
    "Feats": "Combat Reflexes, Dodge, Improved InitiativeB, Mobility",
    "Environment": "Warm deserts",
    "Organization": "Solitary, company (2–4), or band (6–15)",
    "Challenge Rating": "4",
    "Treasure": "Standard",
    "Alignment": "Usually neutral",
    "Advancement": "7–9 HD (Medium); 10–18 HD (Large)",
    "Level Adjustment": "+5"
  },
  {
    "Descripción": "The jann (singular janni) are the weakest of the genies. Jann are formed out of all four elements and must therefore spend most of their time on the Material Plane.Jann speak Common, one elemental language (Aquan, Auran, Ignan, or Terran) and one alignment language (Abyssal, Celestial, or Infernal)."
  },
  {
    "Combate": "Jann are physically strong and courageous, and do not take kindly to insult or injury. If they meet a foe they cannot defeat in a standup fight, they use flight and invisibility to regroup and maneuver to a more advantageous position.Change Size (Sp): Twice per day, a janni can magically change a creature’s size. This works just like an enlarge person or reduce person spell (the janni chooses when using the ability), except that the ability can work on the janni. A DC 13 Fortitude save negates the effect. The save DC is Charisma-based. This is the equivalent of a 2nd-level spell.Spell-Like Abilities: 3/day—invisibility (self only), speak with animals. Caster level 12th. Once per day a janni can create food and water (caster level 7th) and can use ethereal jaunt (caster level 12th) for 1 hour. The save DCs are Charisma-based.Elemental Endurance (Ex): Jann can survive on the Elemental Planes of Air, Earth, Fire, or Water for up to 48 hours. Failure to return to the Material Plane before that time expires causes a janni to take 1 point of damage per additional hour spent on the elemental plane, until it dies or returns to the Material Plane."
  }
]