[
  {
    "Monstruo y Nivel": "Juvenile Arrowhawk",
    "Size/Type": "Small Outsider (Air, Extraplanar)",
    "Hit Dice": "3d8+3 (16 hp)",
    "Initiative": "+5",
    "Speed": "Fly 60 ft. (perfect) (12 squares)",
    "Armor Class": "20 (+1 size, +5 Dex, +4 natural), touch 16, flat-footed 15",
    "Base Attack/Grapple": "+3/+0",
    "Attack": "Electricity ray +9 ranged touch (2d6) or bite +9 melee (1d6+1)",
    "Full Attack": "Electricity ray +9 ranged touch (2d6) or bite +9 melee (1d6+1)",
    "Space/Reach": "5 ft./5 ft.",
    "Special Attacks": "Electricity ray",
    "Special Qualities": "Darkvision 60 ft., immunity to acid, electricity, and poison, resistance to cold 10 and fire 10",
    "Saves": "Fort +4, Ref +8, Will +4",
    "Abilities": "Str 12, Dex 21, Con 12, Int 10, Wis 13, Cha 13",
    "Skills": "Diplomacy +3, Escape Artist +11, Knowledge (the planes) +6, Listen +7, Move Silently +11, Search +6, Sense Motive +7, Spot +7, Survival +7 (+9 following tracks, +9 Plane of Air), Use Rope +5 (+7 with bindings)",
    "Feats": "Dodge, Weapon Finesse",
    "Environment": "Elemental Plane of Air",
    "Organization": "Solitary or clutch (2–4)",
    "Challenge Rating": "3",
    "Treasure": "None",
    "Alignment": "Always neutral",
    "Advancement": "4–6 HD (Small)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "An arrowhawk is a predator and scavenger from the Elemental Plane of Air. By twisting its body and varying the cadence of its wingbeats, an arrowhawk can fly at top speed in any direction. A juvenile arrowhawk (1 to 10 years old) is about 5 feet long from beak to tail, with the body accounting for about one-third of that length. Its wingspan is about 7 feet, and it weighs about 20 pounds. An adult (11 to 40 years old) is about 10 feet long from beak to tail, with a wingspan of about 15 feet and a weight of about 100 pounds. An elder arrowhawk (41 to 75 years old) is about 20 feet long with a wingspan of 30 feet and a weight of about 800 pounds.Arrowhawks speak Auran, but they are not usually talkative creatures."
  },
  {
    "Combate": "Arrowhawks are extremely territorial and always hungry. They attack almost any other creature they meet, seeking a meal or trying to drive away a rival. The primary mode of attack is an electricity ray, fired from the tail. The creature also bites, but it prefers to stay out of reach.Electricity Ray (Su): An arrowhawk can fire this ray once per round, with a range of 50 feet."
  }
]