[
  {
    "Nombre": "Kolyarut"
  },
  {
    "Size/Type": "Medium Construct (Extraplanar, Lawful)",
    "Hit Dice": "13d10+20 (91 hp)",
    "Initiative": "+1",
    "Speed": "20 ft. in banded mail (4 squares); base speed 30 ft.",
    "Armor Class": "27 (+1 Dex, +10 natural, +6 banded mail), touch 11, flat-footed 26",
    "Base Attack/Grapple": "+9/+11",
    "Attack": "Vampiric touch +11 melee touch (5d6) or enervation ray +10 ranged touch (as spell) or +2 longsword +13 melee (1d8+5/19–20) or slam +11 melee (1d6+3)",
    "Full Attack": "Vampiric touch +11/+6 melee touch (5d6) or enervation ray +10 ranged touch (as spell) or +2 longsword +13/+8 melee (1d8+5/19–20) or slam +11/+6 melee (1d6+3)",
    "Space/Reach": "5 ft./5 ft.",
    "Special Attacks": "Enervation ray, spell-like abilities, vampiric touch",
    "Special Qualities": "Construct traits, damage reduction 10/chaotic, darkvision 60 ft., fast healing 5, low-light vision, spell resistance 22",
    "Saves": "Fort +6, Ref +7, Will +7",
    "Abilities": "Str 14, Dex 13, Con —, Int 10, Wis 17, Cha 16",
    "Skills": "Diplomacy +5, Disguise +12, Gather Information +12, Listen +11, Search +5, Sense Motive +12, Spot +11, Survival +3 (+5 following tracks)",
    "Feats": "Alertness, Combat Casting, Great Fortitude, Lightning Reflexes, Quickened Spell-Like Ability (suggestion)",
    "Environment": "A lawful-aligned plane",
    "Organization": "Solitary",
    "Challenge Rating": "12",
    "Treasure": "None",
    "Alignment": "Always lawful neutral",
    "Advancement": "14–22 HD (Medium); 23–39 HD (Large)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "Kolyaruts mete out punishment to those who break bargains and oaths.Before beginning a mission against a deal-breaker, a kolyarut learns as much about the contract or oath as possible. It’s not interested in those who break deals accidentally or against their will— only those who willingly break contracts violate the principle that kolyaruts are created to uphold. If a written contract was broken, the kolyarut typically carries a copy of the contract with it.Kolyaruts are the most talkative of the inevitables, making credible attempts at social niceties such as proper greetings before getting down to the matter at hand. They can use disguise self to appear as almost any kind of humanoid—useful if they need to go undercover to catch their quarry."
  },
  {
    "Combate": "Like all inevitables, a kolyarut is patient enough to study a target before striking. It has a good idea of the deal-breaker’s abilities and defenses before it enters battle. When it fights, it tries to get the conflict over as soon as possible, minimizing excess bloodshed and mayhem. It doesn’t let concern for innocents delay or endanger its mission, however.A kolyarut’s favorite tactic is to use invisibility or disguise self to sneak close, then eliminate the quarry with its vampiric touch ability before it can react. A kolyarut has no compunctions about using its vampiric touch ability on allies to increase its own power, if doing so helps it complete its mission.A kolyarut’s natural weapons, as well as any weapons it wields, are treated as lawful-aligned for the purpose of overcoming damage reduction.Enervation Ray (Su): A kolyarut can fire a black enervation ray at targets within 200 feet. The effect is identical with the enervation spell (caster level 13th).Spell-Like Abilities: At will—discern lies (DC 17), disguise self, fear (DC 17), hold person (DC 16), invisibility, locate creature, suggestion (DC 16); 1/day—hold monster (DC 17), mark of justice; 1/week— geas/quest. Caster level 13th. The save DCs are Charisma-based.Vampiric Touch (Su): As a melee touch attack, a kolyarut can steal life force from its foe, as the vampiric touch spell (caster level 13th).Skills: A kolyarut has a +4 racial bonus on Disguise, Gather Information, and Sense Motive checks."
  }
]