[
  {
    "Nombre": "Leonal"
  },
  {
    "Size/Type": "Medium Outsider (Extraplanar, Good)",
    "Hit Dice": "12d8+60 (114 hp)",
    "Initiative": "+3",
    "Speed": "60 ft. (12 squares)",
    "Armor Class": "27 (+3 Dex, +14 natural), touch 13, flat-footed 24",
    "Base Attack/Grapple": "+12/+20",
    "Attack": "Claw +20 melee (1d6+8)",
    "Full Attack": "2 claws +20 melee (1d6+8) and bite +15 melee (1d8+4)",
    "Space/Reach": "5 ft./5 ft.",
    "Special Attacks": "Roar, pounce, improved grab, rake 1d6+8, spell-like abilities",
    "Special Qualities": "Damage reduction 10/evil and silver, darkvision 60 ft., immunity to electricity and petrification, lay on hands, low-light vision, protective aura, resistance to cold 10 and sonic 10, speak with animals, spell resistance 28",
    "Saves": "Fort +13 (+17 against poison), Ref +11, Will +10",
    "Abilities": "Str 27, Dex 17, Con 20, Int 14, Wis 14, Cha 15",
    "Skills": "Balance +22, Concentration +12, Diplomacy +4, Hide +22, Intimidate +10, Jump +35, Knowledge (any) +17, Listen +17, Move Silently +22, Sense Motive +17, Spot +17, Survival +17",
    "Feats": "Ability Focus (roar), Dodge, Mobility, Spring Attack, Track",
    "Environment": "A good-aligned plane.",
    "Organization": "Solitary or pride (4–9)",
    "Challenge Rating": "12",
    "Treasure": "No coins; double goods; standard items",
    "Alignment": "Always neutral good",
    "Advancement": "13–18 HD (Medium); 19–36 HD (Large)",
    "Level Adjustment": "—"
  },
  {},
  {
    "Combate": "Leonals like their battles as straightforward as can be. They begin with a roar to put their foes off balance, then follow up with a frenzy of claw and bite attacks. They closely coordinate with others in their pride, watching one another’s flanks and setting up devastating attacks.A leonal’s natural weapons, as well as any weapons it wields, are treated as good-aligned for the purpose of overcoming damage reduction.Roar (Su): A leonal can roar up to three times per day. Each roar releases a blast in a 60-foot cone that duplicates the effects of a holy word spell and deals an extra 2d6 points of sonic damage (Fortitude DC 20 negates). The save DC is Charisma-based.Pounce (Ex): If a leonal charges a foe, it can make a full attack, including two rake attacks.Improved Grab (Ex): To use this ability, a leonal must hit with its bite attack. It can then attempt to start a grapple as a free action without provoking an attack of opportunity. If it wins the grapple check, it establishes a hold and can rake.Rake (Ex): Attack bonus +20 melee, damage 1d6+8.Spell-Like Abilities: At will—detect thoughts, fireball (DC 15), hold monster (DC 17), polymorph, wall of force; 3/day—cure critical wounds (DC 16), neutralize poison, remove disease; 1/day—heal (DC 18). Caster level 10th. The save DCs are Charisma-based.Lay on Hands (Su): As the paladin class feature, except that each day, a leonal can heal an amount of damage equal to its full normal hit points.Protective Aura (Su): Against attacks made or effects created by evil creatures, this ability provides a +4 deflection bonus to AC and a +4 resistance bonus on saving throws to anyone within 20 feet of the leonal. Otherwise, it functions as a magic circle against evil effect and a lesser globe of invulnerability, both with a radius of 20 feet (caster level equals leonal’s HD). (The defensive benefits from the circle are not included in a leonal’s statistics block.)Speak with Animals (Su): This ability works like speak with animals (caster level 8th) but is a free action and does not require sound.Skills: Leonals have a +4 racial bonus on Balance, Hide, and Move Silently checks."
  }
]