[
  {
    "Nombre": "Marilith"
  },
  {
    "Size/Type": "Large Outsider (Chaotic, Demon, Extraplanar, Evil)",
    "Hit Dice": "16d8+144 (216 hp)",
    "Initiative": "+4",
    "Speed": "40 ft. (8 squares)",
    "Armor Class": "29 (–1 size, +4 Dex, +16 natural), touch 13, flat-footed 25",
    "Base Attack/Grapple": "+16/+29",
    "Attack": "Longsword +25 melee (2d6+9/19–20) or slam +24 melee (1d8+9) or tail slap +24 melee (4d6+9)",
    "Full Attack": "Primary longsword +25/+20/+15/+10 melee (2d6+9/19–20) and 5 longswords +25 melee (2d6+4/19–20) and tail slap +22 melee (4d6+4); or 6 slams +24 melee (1d8+9) and tail slap +22 melee (4d6+4)",
    "Space/Reach": "10 ft./10 ft.",
    "Special Attacks": "Constrict 4d6+13, improved grab, spell-like abilities, summon demon",
    "Special Qualities": "Damage reduction 10/good and cold iron, darkvision 60 ft., immunity to electricity and poison, resistance to acid 10, cold 10, and fire 10, spell resistance 25, telepathy 100 ft.",
    "Saves": "Fort +19, Ref +14, Will +14",
    "Abilities": "Str 29, Dex 19, Con 29, Int 18, Wis 18, Cha 24",
    "Skills": "Bluff +26, Concentration +28, Diplomacy +30, Disguise +7 (+9 acting), Hide +19, Intimidate +28, Listen +31, Move Silently +23, Search 23, Sense Motive +23, Spellcraft +23 (+25 scrolls), Spot +31, Survival +4 (+6 following tracks), Use Magic Device +26 (+28 scrolls)",
    "Feats": "Combat Expertise, Combat Reflexes, Multiattack, Multiweapon Fighting, Power Attack, Weapon Focus (longsword)",
    "Environment": "A chaotic evil-aligned plane",
    "Organization": "Solitary or pair",
    "Challenge Rating": "17",
    "Treasure": "Standard coins; double goods; standard items, plus 1d4 magic weapons",
    "Alignment": "Always chaotic evil",
    "Advancement": "17–20 HD (Large); 21–48 HD (Huge)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "A marilith usually holds a longsword in each of its six hands and wears many bangles and jewels.A marilith stands about 9 feet tall and measures about 20 feet from head to tip of tail. It weighs about 4,000 pounds."
  },
  {
    "Combate": "Though mariliths thrive on grand strategy and army-level tactics, they love physical combat and never pass up an opportunity to fight. Each of a marilith’s six arms can wield a weapon, and the creature gets an additional three weapon attacks with its primary arm. Mariliths seldom rush headlong into battle, however, preferring to hang back and size up the situation first. They always seek to gain the best possible advantage from the local terrain, obstacles, and any vulnerability or weakness in their opponents.A marilith’s natural weapons, as well as any weapons it wields, are treated as chaotic-aligned and evil-aligned for the purpose of overcoming damage reduction.Constrict (Ex): A marilith deals 4d6+13 points of damage with a successful grapple check. The constricted creature must succeed on a DC 27 Fortitude save or lose consciousness for as long as it remains in the coils and for 2d4 rounds thereafter. The save DC is Strength-based.Improved Grab (Ex): To use this ability, a marilith must hit with its tail slap attack. It can then attempt to start a grapple as a free action without provoking an attack of opportunity. If it succeeds on the grapple check, it can constrict.Spell-Like Abilities: At will—align weapon, blade barrier (DC 23), magic weapon, project image (DC 23), polymorph, see invisibility, telekinesis (DC 22), greater teleport (self plus 50 pounds of objects only), unholy aura (DC 25). Caster level 16th. The save DCs are Charisma-based.Summon Demon (Sp): Once per day a marilith can attempt to summon 4d10 dretches, 1d4 hezrou, or one nalfeshnee with a 50% chance of success, or one glabrezu or another marilith with a 20% chance of success. This ability is the equivalent of a 5th-level spell.True Seeing (Su): Mariliths continuously use this ability, as the spell (caster level 16th).Skills: Mariliths have a +8 racial bonus on Listen and Spot checks.Feats: In combination with its natural abilities, a marilith’s Multiweapon Fighting feat allows it to attack with all its arms at no penalty."
  }
]