[
  {
    "Nombre": "Marut"
  },
  {
    "Size/Type": "Large Construct (Extraplanar, Lawful)",
    "Hit Dice": "15d10+30 (112 hp)",
    "Initiative": "+1",
    "Speed": "30 ft. in full plate armor (6 squares); base speed 40 ft.",
    "Armor Class": "34 (–1 size, +1 Dex, +16 natural, +8 full plate armor), touch 10, flat-footed 33",
    "Base Attack/Grapple": "+11/+27",
    "Attack": "Slam +22 melee (2d6+12 plus 3d6 sonic or 3d6 electricity)",
    "Full Attack": "2 slams +22 melee (2d6+12 plus 3d6 sonic or 3d6 electricity)",
    "Space/Reach": "10 ft./10 ft.",
    "Special Attacks": "Fists of thunder and lightning, spell-like abilities",
    "Special Qualities": "Construct traits, damage reduction 15/chaotic, darkvision 60 ft., fast healing 10, low-light vision, spell resistance 25",
    "Saves": "Fort +7, Ref +6, Will +8",
    "Abilities": "Str 35, Dex 13, Con —, Int 12, Wis 17, Cha 18",
    "Skills": "Concentration +13, Diplomacy +6, Knowledge (religion) +10, Listen +16, Search +10, Sense Motive +12, Spot +16, Survival +3 (+5 following tracks)",
    "Feats": "Ability Focus (fists), Awesome Blow, Combat Casting, Great Fortitude, Improved Bull Rush, Power Attack",
    "Environment": "A lawful-aligned plane",
    "Organization": "Solitary",
    "Challenge Rating": "15",
    "Treasure": "None",
    "Alignment": "Always lawful neutral",
    "Advancement": "16–28 HD (Large); 29–45 HD (Huge)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "Maruts confront those who would try to deny the grave itself.Any who use unnatural means to extend their life span could be targeted by a marut. Those who take extraordinary measures to cheat death in some other way might be labeled transgressors as well. Those who use magic to reverse death aren’t worthy of a marut’s attention unless they do so repeatedly or on a massive scale.When a marut has identified its target, it walks surely and implacably toward the foe, never resting."
  },
  {
    "Combate": "Once it has found its target, a marut brings it the death it has been trying to avoid. Those who defile death through necromancy may instead receive a geas and/or mark of justice to enforce proper respect. It typically uses wall of force to shut off any escape routes, then opens up with chain lightning while it closes to melee range. Once there, it strikes with its massive fists, using circle of death if beset by numbers of defenders. It hits spellcasting opponents with repeated uses of greater dispel magic, and it uses dimension door and locate creature to track down foes who flee.A marut’s natural weapons, as well as any weapons it wields, are treated as lawful-aligned for the purpose of overcoming damage reduction.Fists of Thunder and Lightning (Su): A marut’s left fist delivers a loud thunderclap whenever it hits something, dealing an extra 3d6 points of sonic damage and causing the target to be deafened for 2d6 rounds (Fortitude DC 31 negates the deafness). Its right fist delivers a shock for an extra 3d6 points of electricity damage, and the flash of lightning causes the target to be blinded for 2d6 rounds (Fortitude DC 31 negates the blindness). The save DCs are Strength-based and include the marut’s Ability Focus feat.Spell-Like Abilities: At will—air walk, dimension door, fear (DC 18), greater command (DC 19), greater dispel magic, mass inflict light wounds (DC 19), locate creature, true seeing; 1/day—chain lightning (DC 20), circle of death (DC 20), mark of justice, wall of force; 1/week— earthquake (DC 22), geas/quest, plane shift (DC 21). Caster level 14th. The save DCs are Charisma-based.Skills: A marut has a +4 racial bonus on Concentration, Listen, and Spot checks."
  }
]