[
  {
    "Nombre": "Mu spore"
  },
  {
    "Size/Type": "Colossal Plant",
    "Hit Dice": "35d8+315 (472 hp hp)",
    "Initiative": "+5 (-3 Dex, +8 Superior Initiative)",
    "Speed": "40 ft.",
    "Armor Class": "27 (–3 Dex, –8 size, +28 natural), touch 2, flat-footed 30",
    "Base Attack/Grapple": "+26/+55",
    "Attack": "Tendril +31 (2d6+13/19-20) melee",
    "Full Attack": "4 tendrils +31 (2d6+13/19-20) melee, 1 bite +26 (4d6+6/19-20) melee",
    "Space/Reach": "30 ft./30 ft.",
    "Special Attacks": "Spore cough, improved grab, swallow whole",
    "Special Qualities": "Acid resistance 20, Blindsight 210 ft., DR 10/epic, fast healing 10, plant traits, sticky",
    "Saves": "Fort +28, Ref +8, Will +20",
    "Abilities": "Str 36, Dex 5, Con 29, Int 18, Wis 28, Cha 28",
    "Skills": "Bluff +47, Diplomacy +13, Gather Information +13, Hide +35, Intimidate +13, Jump +13, Knowledge (local, nature) +42, Listen +47, Spot +47",
    "Feats": "Cleave, Epic Reflexes, Epic Toughness (×3), Great Cleave, Improved Critical (bite), Improved Critical (tendril), Improved Initiative, Lightning Reflexes, Power Attack, Superior Initiative",
    "Environment": "Any",
    "Organization": "Solitary, pair, or polyp (3–7)",
    "Challenge Rating": "21",
    "Treasure": "Standard",
    "Alignment": "Usually chaotic neutral",
    "Advancement": "36+ HD (Colossal)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "Mu spores speak Common and Terran.A mu spore’s natural weapons are treated as epic for the purpose of overcoming damage reduction."
  },
  {
    "Combate": "Spore Cough (Su): Once every 1d4 rounds a mu spore can release a cloud of burrowing spores. This spore cough is treated as a 100-foot-cone breath weapon. The burrowing spores deal 20d8 points of damage to all creatures and structures in the area, or half damage to any creatures that make a Reflex save (DC 36). The DC is Charisma-based.Improved Grab (Ex): If a mu spore hits with a tendril, it deals normal damage and attempts to start a grapple as a free action without provoking an attack of opportunity. Improved grab works only against Gargantuan and smaller opponents. The mu spore has the option to conduct the grapple normally, transfer the victim to its mouth as a free action, or simply use its tendril to hold the opponent. Each successful grapple check it makes during successive rounds automatically deals the damage given for the tendril.Swallow Whole (Ex): If the mu spore begins its turn with an opponent held in its mouth, it can attempt a new grapple check (as though attempting to pin the opponent). If it succeeds, it swallows its prey and the opponent takes bite damage. A swallowed creature takes the twice the damage given for the mu spore’s bite every round. A swallowed creature is considered grappled, while the creature that did the swallowing is not. A swallowed creature can try to cut its way free with any light piercing or slashing weapon, if it can deal 33 points of damage in this fashion, or it can just try to escape the grapple. If the swallowed creature chooses the latter course, success puts it back in the mu spore’s mouth, where it may be bitten or swallowed again.Sticky (Ex): Sticky tendrils cover a mu spore, many more than the four main tendrils it uses for combat. Any creature that touches or successfully attacks a mu spore with a melee weapon is subject to a free improved grab check by the mu spore, as if the mu spore had successfully attacked the creature with a tendril. A creature wielding a melee weapon must immediately relinquish its grip on its weapon, or proceed with the grapple check. If the subject relinquishes its grip on its weapon, the weapon is swallowed the following round. Creatures who attack the mu spore in melee without a weapon they can release (such as those with natural attacks only) do not have this option.Plant Traits: Immune to poison, sleep, paralysis, stunning, and polymorphing; not subject to critical hits or mind-affecting effects."
  }
]