[
  {
    "Nombre": "Mummy lord"
  },
  {
    "Monstruo y Nivel": "Mummy Lord, 10th-Level Cleric",
    "Size/Type": "Medium Undead",
    "Hit Dice": "8d12 plus 10d8 (97 hp)",
    "Initiative": "+5",
    "Speed": "15 ft. in half-plate armor (3 squares); base speed 20 ft.",
    "Armor Class": "30 (+1 Dex, +10 natural, +9 +2 half-plate armor),, touch 11, flat-footed 29",
    "Base Attack/Grapple": "+11/+19",
    "Attack": "Slam +20 melee (1d6+12/19–20 plus mummy rot)",
    "Full Attack": "Slam +20 melee (1d6+12/19–20 plus mummy rot)",
    "Space/Reach": "5 ft./5 ft.",
    "Special Attacks": "Despair, mummy rot, rebuke undead, spells",
    "Special Qualities": "Damage reduction 5/–, darkvision 60 ft., resistance to fire 10, undead traits, vulnerability to fire",
    "Saves": "Fort +13, Ref +8, Will +20",
    "Abilities": "Str 26, Dex 12, Con —, Int 8, Wis 20, Cha 17",
    "Skills": "Concentration +8, Knowledge (religion) +4, Listen +18, Move Silently +5, Spot +18",
    "Feats": "Alertness, Combat Casting, Great Fortitude, Improved Critical (slam), Improved Initiative, Weapon Focus (slam)",
    "Environment": "Any",
    "Organization": "Solitary or tomb guard (1 mummy lord and 6–10 mummies)",
    "Challenge Rating": "15",
    "Treasure": "Standard plus possessions noted below",
    "Alignment": "Usually lawful evil",
    "Advancement": "By character class",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "Unusually powerful or evil individuals preserved as mummies sometimes rise as greater mummies after death. A mummy lord resembles its lesser fellows, but often wears or carries equipment it used in life.Mummy lords are often potent spellcasters. They are found as guardians of the tombs of high lords, priests, and mages. Most are sworn to defend for eternity the resting place of those whom they served in life, but in some cases a mummy lord’s unliving state is the result of a terrible curse or rite designed to punish treason, infidelity, or crimes of an even more abhorrent nature. A mummy lord of this sort is usually imprisoned in a tomb that is never meant to be opened again."
  },
  {
    "Combate": "Despair (Su): At the mere sight of a mummy, the viewer must succeed on a DC 17 Will save or be paralyzed with fear for 1d4 rounds. Whether or not the save is successful, that creature cannot be affected again by the same mummy’s despair ability for 24 hours. The save DC is Charisma-based.Mummy Rot (Su): Supernatural disease—slam, Fortitude DC 17, incubation period 1 minute; damage 1d6 Con and 1d6 Cha. The save DC is Charisma-based.Unlike normal diseases, mummy rot continues until the victim reaches Constitution 0 (and dies) or is cured as described below.Mummy rot is a powerful curse, not a natural disease. A character attempting to cast any conjuration (healing) spell on a creature afflicted with mummy rot must succeed on a DC 20 caster level check, or the spell has no effect on the afflicted character.To eliminate mummy rot, the curse must first be broken with break enchantment or remove curse (requiring a DC 20 caster level check for either spell), after which a caster level check is no longer necessary to cast healing spells on the victim, and the mummy rot can be magically cured as any normal disease.An afflicted creature who dies of mummy rot shrivels away into sand and dust that blow away into nothing at the first wind.Typical Cleric Spells Prepared (6/7/6/5/5/4; save DC 15 + spell level): 0—detect magic (2), guidance, read magic, resistance, virtue; 1st—bane, command, deathwatch, divine favor, doom, sanctuary*, shield of faith; 2nd—bull’s strength, death knell*, hold person, resist energy, silence, spiritual weapon; 3rd—animate dead*, deeper darkness, dispel magic, invisibility purge, searing light; 4th—air walk, dismissal, divine power, giant vermin, spell immunity*; 5th—insect plague, slay living*, spell resistance, symbol of pain.*Domain Spell. Domains: Death and Protection.Possessions: +2 half-plate armor, cloak of resistance +2, ring of minor energy resistance (fire), brooch of shielding. (Different mummy lords may have different possessions.)SEE WIKIPEDIA ENTRY: Mummy"
  }
]