[
  {
    "Nombre": "Neothelid"
  },
  {
    "Size/Type": "Gargantuan Aberration (Psionic)",
    "Hit Dice": "25d8+200 (312 hp)",
    "Initiative": "+2",
    "Speed": "20 ft. (4 squares)",
    "Armor Class": "28 (–4 size, –2 Dex, +24 natural), touch 4, flat-footed 28",
    "Base Attack/Grapple": "+18/+40",
    "Attack": "Tentacle rake +24 melee (2d6+10/19–20)",
    "Full Attack": "4 tentacle rakes +24 melee (2d6+10/19–20)",
    "Space/Reach": "30 ft./30 ft.",
    "Special Attacks": "Breath weapon, improved grab, psi-like abilities, swallow whole",
    "Special Qualities": "Blindsight 100 ft., damage reduction 5/–, power resistance 25",
    "Saves": "Fort +16, Ref +6, Will +16",
    "Abilities": "Str 30, Dex 7, Con 27, Int 16, Wis 15, Cha 20",
    "Skills": "Climb +38, Knowledge (psionics) +31, Listen +30, Psicraft +31, Spot +30",
    "Feats": "Cleave, Improved Critical (tentacle rake), Improved Initiative, Power Attack, Psionic Endowment, Psionic Fist, Psionic Meditation, Speed of Thought, Wild Talent",
    "Environment": "Underground",
    "Organization": "Solitary",
    "Challenge Rating": "15",
    "Treasure": "Standard",
    "Alignment": "Always lawful evil",
    "Advancement": "26–45 HD (Colossal)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "A mature neothelid is a gigantic worm scores of feet long and weighing tens of thousands of pounds. Although they understand Undercommon, they rarely communicate in a meaningful way."
  },
  {
    "Combate": "Breath Weapon (Su): Cone of acid 50 feet long, once every 1d4 rounds; damage 14d10 acid, Reflex half DC 30.Improved Grab (Ex): To use this ability, a neothelid must hit a creature with two tentacles during the same attack. If it gets a hold, it automatically deals tentacle damage and can attempt to swallow the foe.Psi-Like Abilities: At will—body equilibrium, psionic charm (all targets, duration 15 days, DC 21*), clairvoyant sense, psionic levitate, read thoughts (DC 17*), psionic suggestion (seven targets, DC 17*), telekinetic force (500 lb., DC 18*), telekinetic maneuver (+4 bonus, DC 19*), telekinetic thrust (500 lb., DC 18*), psionic teleport, trace teleport, truevenom (DC 19); 3/day—mind thrust (15d10, DC 23*), psychic crush (6d6, DC 16**). Manifester level 15th. The save DCs are Charisma-based.*Includes augmentation for the neothelid’s manifester level.**Includes the inherent +4 save adjustment described in the power.Swallow Whole (Ex): A neothelid can try to swallow a grabbed opponent of a smaller size than itself by making a successful grapple check. Once inside, the opponent takes 2d8+15 points of crushing damage plus 2d6 points of acid damage per round from stomach secretions. A swallowed creature can cut its way out by using a light slashing or piercing weapon to deal 25 points of damage to the stomach (AC 22). Once the creature exits, muscular action closes the hole; another swallowed opponent must cut its own way out. A neothelid’s interior can hold 1 Huge, 2 Large, 8 Medium, 32 Small, 128 Tiny, or 512 Diminutive or smaller opponents.Blindsight (Ex): A neothelid can use nonvisual means to ascertain all foes within 100 feet as a sighted creature would."
  }
]