[
  {
    "Nombre": "Nightcrawler"
  },
  {
    "Size/Type": "Gargantuan Undead (Extraplanar)",
    "Hit Dice": "25d12+50 (212 hp)",
    "Initiative": "+4",
    "Speed": "30 ft. (6 squares), burrow 60 ft.",
    "Armor Class": "35 (–4 size, +29 natural), touch 6, flat-footed 35",
    "Base Attack/Grapple": "+12/+45",
    "Attack": "Bite +29 melee (4d6+21)",
    "Full Attack": "Bite +29 melee (4d6+21/19–20) and sting +24 melee (2d8+11/19–20 plus poison)",
    "Space/Reach": "20 ft./15 ft.",
    "Special Attacks": "Desecrating aura, energy drain, spell-like abilities, poison, summon undead, swallow whole",
    "Special Qualities": "Aversion to daylight, damage reduction 15/silver and magic, darkvision 60 ft., immunity to cold, spell resistance 31, telepathy 100 ft, tremorsense 60 ft., undead traits",
    "Saves": "Fort +12, Ref +10, Will +23",
    "Abilities": "Str 48, Dex 10, Con —, Int 20, Wis 20, Cha 18",
    "Skills": "Concentration +32, Diplomacy +6, Hide +16, Knowledge (arcana) +33, Listen +33, Move Silently +28, Search +33, Sense Motive +23, Spellcraft +35, Spot +33, Survival +5 (+7 following tracks)",
    "Feats": "Blind Fight, Combat Casting, Great Fortitude, Improved Critical (bite), Improved Critical (sting), Improved Initiative, Iron Will, Power Attack, Quicken Spell-Like Ability (cone of cold)",
    "Environment": "Plane of Shadow",
    "Organization": "Solitary or pair",
    "Challenge Rating": "18",
    "Treasure": "Standard",
    "Alignment": "Always chaotic evil",
    "Advancement": "26–50 HD (Colossal)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "A nightcrawler is a massive behemoth similar to a purple worm, though utterly black in color.A nightcrawler measures about 7 feet in diameter and is 100 feet long from its toothy maw to the tip of its stinging tail. It weighs about 55,000 pounds."
  },
  {
    "Combate": "A nightcrawler attacks by burrowing through the ground and emerging to strike.A nightcrawler’s natural weapons are treated as magic weapons for the purpose of overcoming damage reduction.Aversion to Daylight (Ex): If exposed to natural daylight (not merely a daylight spell), Nightshades take a –4 penalty on all attack rolls, saving throws, and skill checks.Desecrating Aura (Su): All Nightshades give off a 20-foot radius emanation of utter desecration, imbuing their surroundings with negative energy. This ability works much like a desecrate spell, except that the nightshade’s evil is so great that it is treated as the shrine of an evil power. All undead within 20 feet of the nightshade (including the creature itself ) gain a +2 profane bonus on attack rolls, damage rolls, and saving throws, and +2 hit points per HD. (The nightshade Hit Dice, attack, and save entries given here include these profane bonuses.) Charisma checks made to turn undead within this area take a –6 penalty.A nightshade’s desecrating aura cannot be dispelled except by a dispel evil spell or similar effect. If the effect is dispelled, the nightshade can resume it as a free action on its next turn. Its desecrating aura is suppressed if a nightshade enters a consecrated or hallowed area, but the nightshade’s presence also suppresses the consecrated or hallowed effect for as long as it remains in the area.Energy Drain (Su): Living creatures inside a nightcrawler’s gizzard gain one negative level each round. The DC is 26 for the Fortitude save to remove a negative level. The save DC is Charisma-based.For each such negative level bestowed, the nightcrawler gains 5 temporary hit points.Improved Grab (Ex): To use this ability, a nightcrawler must hit with its bite attack. It can then attempt to start a grapple as a free action without provoking an attack of opportunity. If it wins the grapple check]], it establishes a hold and can try to swallow the opponent in the following round.Poison (Ex): Injury, Fortitude DC 22, initial and secondary damage 2d6 Str. The save DC is Constitution-based.Spell-Like Abilities: At will—contagion (DC 18), deeper darkness, detect magic, greater dispel magic, haste, invisibility, see invisibility, unholy blight (DC 18); 3/day—cone of cold (DC 19), confusion (DC 18), hold monster (DC 19); 1/day—finger of death (DC 21), mass hold monster (DC 23), plane shift (DC 21). Caster level 25th. The save DCs are Charisma-based.Summon Undead (Su): A nightcrawler can summon undead creatures once per night: 9–16 shadows, 3–6 greater shadows, or 2–4 dread wraiths. The undead arrive in 1d10 rounds and serve for 1 hour or until released.Swallow Whole (Ex): A nightcrawler can try to swallow a grabbed opponent of Huge or smaller size by making a successful grapple check. Once inside, the opponent takes 2d8+12 points of bludgeoning damage plus 12 points of acid damage per round from the nightcrawler’s gizzard and is subject to the creature’s energy drain. A swallowed creature can cut its way out by usining light slashing or piercing weapon to deal 35 points of damage to the gizzard (AC 21). Once the creature exits, muscular action closes the hole; another swallowed opponent must cut its own way out. A nightcrawler’s interior can hold 2 Huge, 8 Large, 32 Medium, 128 Small, 512 Tiny or smaller opponents."
  }
]