[
  {
    "Nombre": "Nightwalker"
  },
  {
    "Size/Type": "Huge Undead (Extraplanar)",
    "Hit Dice": "21d12+42 (178 hp)",
    "Initiative": "+6",
    "Speed": "40 ft (8 squares)., fly 20 ft. (poor)",
    "Armor Class": "32 (–2 size, +2 Dex, +22 natural), touch 10, flat-footed 30",
    "Base Attack/Grapple": "+10/+34",
    "Attack": "Slam +24 melee (2d6+16)",
    "Full Attack": "2 slams +24 melee (2d6+16)",
    "Space/Reach": "15 ft./15 ft.",
    "Special Attacks": "Crush item, desecrating aura, evil gaze, spell-like abilities, summon undead",
    "Special Qualities": "Aversion to daylight, damage reduction 15/silver and magic, darkvision 60 ft., immunity to cold, spell resistance 29, telepathy 100 ft., undead traits",
    "Saves": "Fort +11, Ref +11, Will +19",
    "Abilities": "Str 38, Dex 14, Con —, Int 20, Wis 20, Cha 18",
    "Skills": "Concentration +28, Diplomacy +6, Hide +18*, Knowledge (arcana) +29, Listen +29, Move Silently +26, Search +29, Sense Motive +29, Spellcraft +31, Spot +29, Survival +5 (+7 following tracks)",
    "Feats": "Cleave, Combat Expertise, Combat Reflexes, Great Fortitude, Improved Disarm, Improved Initiative, Power Attack, Quicken Spell-Like Ability (unholy blight)",
    "Environment": "Plane of Shadow",
    "Organization": "Solitary, pair, or gang (3–4)",
    "Challenge Rating": "16",
    "Treasure": "Standard",
    "Alignment": "Always chaotic evil",
    "Advancement": "22–31 HD (Huge); 32–42 HD (Gargantuan)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "Nightwalkers are human-shaped horrors that haunt the darkness.A nightwalker is about 20 feet tall and weighs about 12,000 pounds."
  },
  {
    "Combate": "Nightwalkers lurk in dark areas where they can almost always surprise the unwary.A nightwalker’s natural weapons are treated as magic weapons for the purpose of overcoming damage reduction.Aversion to Daylight (Ex): If exposed to natural daylight (not merely a daylight spell), Nightshades take a –4 penalty on all attack rolls, saving throws, and skill checks.Crush Item (Su): A nightwalker can destroy any weapon or item of Large size or smaller (even magic ones, but not artifacts) by picking it up and crushing it between its hands. The nightwalker must make a successful disarm attempt to grab an item held by an opponent. The item is entitled to a DC 34 Fortitude save to resist destruction. The save DC is Strength-based.Desecrating Aura (Su): All Nightshades give off a 20-footradius emanation of utter desecration, imbuing their surroundings with negative energy. This ability works much like a desecrate spell, except that the nightshade’s evil is so great that it is treated as the shrine of an evil power. All undead within 20 feet of the nightshade (including the creature itself ) gain a +2 profane bonus on attack rolls, damage rolls, and saving throws, and +2 hit points per HD. (The nightshade Hit Dice, attack, and save entries given here include these profane bonuses.) Charisma checks made to turn undead within this area take a –6 penalty.A nightshade’s desecrating aura cannot be dispelled except by a dispel evil spell or similar effect. If the effect is dispelled, the nightshade can resume it as a free action on its next turn. Its desecrating aura is suppressed if a nightshade enters a consecrated or hallowed area, but the nightshade’s presence also suppresses the consecrated or hallowed effect for as long as it remains in the area.Evil Gaze (Su): Fear, 30 feet. A creature that meets the nightwalker’s gaze must succeed on a DC 24 Will save or be paralyzed with fear for 1d8 rounds. Whether or not the save is successful, that creature cannot be affected again by the same nightshade’s gaze for 24 hours. This is a mind-affecting fear effect. The save DC is Charisma-based.Spell-Like Abilities: At will—contagion (DC 18), deeper darkness, detect magic, greater dispel magic, haste, see invisibility, and unholy blight (DC 18); 3/day—confusion (DC 18), hold monster (DC 19), invisibility; 1/day—cone of cold (DC 19), finger of death (DC 21), plane shift (DC 21). Caster level 21st. The save DCs are Charisma-based.Summon Undead (Su): A nightwalker can summon undead creatures once per night: 7–12 shadows, 2–5 greater shadows, or 1–2 dread wraiths. The undead arrive in 1d10 rounds and serve for 1 hour or until released.Skills: *When hiding in a dark area, a nightwalker gains a +8 racial bonus on Hide checks.Tactics Round-by-RoundThe nightwalker is an exceedingly intelligent foe that makes the best use of all its abilities. It favors using its spell-like abilities to divide and disable its enemies, then closing to melee with opponents it has isolated from their allies.Prior to combat: The nightwalker keeps its see invisibility power active most of the time. It uses haste and invisibility to prepare for battle.Round 1: Move to within 30 feet to make use of gaze attack and strike with confusion or hold monster, coupled with a quickened unholy blight.Round 2: Hit a spellcaster with finger of death and another quickened unholy blight.Round 3: Move up to engage the enemy and attempt to disarm an enemy fighter.Round 4: Crush the disarmed weapon (or use gaze attack if disarm attempt failed).Round 5: Full attack against the unarmed foe (or on a nearby spellcaster)."
  }
]