[
  {
    "Nombre": "Nixie"
  },
  {
    "Size/Type": "Small Fey (Aquatic)",
    "Hit Dice": "1d6 (3 hp)",
    "Initiative": "+3",
    "Speed": "20 ft. (4 squares), swim 30 ft.",
    "Armor Class": "14 (+1 size, +3 Dex), touch 14, flat-footed 11",
    "Base Attack/Grapple": "+0/–6",
    "Attack": "Short Sword +4 melee (1d4–2/19–20) or light crossbow +4 ranged (1d6/19–20)",
    "Full Attack": "Short Sword +4 melee (1d4–2/19–20) or light crossbow +4 ranged (1d6/19–20)",
    "Space/Reach": "5 ft./5 ft.",
    "Special Attacks": "Charm person",
    "Special Qualities": "Amphibious, damage reduction 5/cold iron, low-light vision, spell resistance 16, water breathing, wild empathy",
    "Saves": "Fort +0, Ref +5, Will +3",
    "Abilities": "Str 7, Dex 16, Con 11, Int 12, Wis 13, Cha 18",
    "Skills": "Bluff +8, Craft (any one) +5, Escape Artist +6, Handle Animal +8, Hide +7*, Listen +6 +8, Perform (sing) +7, Search +3, Sense Motive +5, Spot +6 +8, Swim +6",
    "Feats": "DodgeB, Alertness, Weapon FinesseB",
    "Environment": "Temperate aquatic",
    "Organization": "Gang (2–4), band (6–11), or tribe (20–80)",
    "Challenge Rating": "1",
    "Treasure": "No coins; 50% goods (metal or stone only); 50% items (no scrolls)",
    "Alignment": "Always neutral",
    "Advancement": "2–3 HD (Small)",
    "Level Adjustment": "+3"
  },
  {
    "Descripción": "Most nixies are slim and comely, with lightly scaled, pale green skin and dark green hair. Females often twine shells and pearl strings in their hair and dress in wraps woven from colorful seaweed. Males wear loincloths of the same materials. Nixies prefer not to leave their lakes.A nixie stands about 4 feet tall and weighs about 45 pounds.Nixies speak Aquan and Sylvan. Some also speak Common."
  },
  {
    "Combate": "Nixies rely on their charm person ability to deter enemies, entering combat only to protect themselves and their territory.Charm Person (Sp): A nixie can use charm person three times per day as the spell (caster level 4th). Those affected must succeed on a DC 15 Will save or be charmed for 24 hours. Most charmed creatures are used to perform heavy labor, guard duty, and other onerous tasks for the nixie community. Shortly before the effect wears off, the nixie escorts the charmed creature away and orders it to keep walking. The save DC is Charisma-based.Amphibious (Ex): Although nixies are aquatic, they can survive indefinitely on land.Water Breathing (Sp): Once per day a nixie can use water breathing as the spell (caster level 12th). Nixies usually bestow this effect on those they have charmed.Wild Empathy (Ex): This ability works like the druid’s wild empathy class feature, except that a nixie has a +6 racial bonus on the check.Skills: A nixie has a +8 racial bonus on any Swim check to perform some special action or avoid a hazard. It can always choose to take 10 on a Swim check, even if distracted or endangered. It can use the run action while swimming, provided it swims in a straight line. *Nixies have a +5 racial bonus on Hide checks when in the water.SEE WIKIPEDIA ENTRY: Nix"
  }
]