[
  {
    "Nombre": "Noble djinni"
  },
  {
    "Size/Type": "Large Outsider (Air, Extraplanar)",
    "Hit Dice": "10d8+14 (58 hp)",
    "Initiative": "+8",
    "Speed": "20 ft. (4 squares), fly 60 ft. (perfect)",
    "Armor Class": "16 (–1 size, +4 Dex, +3 natural), touch 13, flat-footed 12",
    "Base Attack/Grapple": "+10/+18",
    "Attack": "Slam +16 melee (1d8+7)",
    "Full Attack": "2 slams +16 melee (1d8+7)",
    "Space/Reach": "10 ft./10 ft.",
    "Special Attacks": "Air mastery, spell-like abilities, whirlwind",
    "Special Qualities": "Darkvision 60 ft., immunity to acid, plane shift, telepathy 100 ft.",
    "Saves": "Fort +9, Ref +10, Will +8",
    "Abilities": "Str 23, Dex 19, Con 14, Int 14, Wis 15, Cha 15",
    "Skills": "Appraise +12, Concentration +12, Craft (any one) +12, Diplomacy +4, Escape Artist +14, Knowledge (any one) +12, Listen +12, Move Silently +14, Sense Motive +12, Spellcraft +12, Spot +12, Use Rope +4 (+6 with bindings)",
    "Feats": "Combat Casting, Combat Reflexes, Dodge, Improved InitiativeB",
    "Environment": "Elemental Plane of Air",
    "Organization": "Solitary, company (2–4), or band (6–15)",
    "Challenge Rating": "8",
    "Treasure": "Standard",
    "Alignment": "Always chaotic good",
    "Advancement": "10 HD (Large); 11–21 (Huge)",
    "Level Adjustment": "+6"
  },
  {
    "Descripción": "The djinn (singular djinni) are genies from the Elemental Plane of Air. Some djinn (1% of the total population) are noble. A noble djinni can grant three wishes to any being (nongenies only) who captures it. Noble djinn perform no other services and, upon granting the third wish, are free of their servitude. Noble djinn are as strong as efreet, with 10 Hit Dice.A djinni is about 10-1/2 feet tall and weighs about 1,000 pounds.Djinn speak Auran, Celestial, Common, and Ignan."
  },
  {
    "Combate": "Djinn disdain physical combat, preferring to use their magical powers and aerial abilities against foes. A djinni overmatched in combat usually takes flight and becomes a whirlwind to harass those who follow.Air Mastery (Ex): Airborne creatures take a –1 penalty on attack and damage rolls against a djinni.Spell-Like Abilities: At will—invisibility (self only); 1/day— create food and water, create wine (as create water, but wine instead), major creation (created vegetable matter is permanent), persistent image (DC 17), wind walk. Once per day, a djinni can assume gaseous form (as the spell) for up to 1 hour. Caster level 20th. The save DCs are Charisma-based.Whirlwind (Su): A djinni can transform itself into a whirlwind once every 10 minutes and remain in that form for up to 10 rounds. In this form, it can move through the air or along a surface at its fly speed.The whirlwind is 5 feet wide at the base, up to 30 feet wide at the top and up to 50 feet tall. The djinni controls the exact height, but it must be at least 10 feet.A djinni’s movement while in whirlwind form does not provoke attacks of opportunity, even if the djinni enters the space another creature occupies. Another creature might be caught in the whirlwind if it touches or enters the whirlwind, or if the djinni moves into or through the creature’s space.Creatures one or more size categories smaller than the djinni might take damage when caught in the whirlwind and be lifted into the air. An affected creature must succeed on a DC 20 Reflex save when it comes into contact with the whirlwind or take 3d6 points of damage. It must also succeed on a second DC 20 Reflex save or be picked up bodily and held suspended in the powerful winds, automatically taking 1d8 points of damage each round. A creature with a fly speed is allowed a DC 20 Reflex save each round to escape the whirlwind. The creature still takes damage but can leave if the save is successful. The save DC is Strength-based and includes a +3 racial adjustment.Creatures trapped in the whirlwind cannot move except to go where the djinni carries them or to escape the whirlwind. Creatures caught in the whirlwind can otherwise act normally, but must make a Concentration check (DC 15 + spell level) to cast a spell. Creatures caught in the whirlwind take a –4 penalty to Dexterity and a –2 penalty on attack rolls. The djinni can have only as many trapped inside a whirlwind at one time as will fit inside the whirlwind’s volume.The djinni can eject any carried creatures whenever it wishes, depositing them wherever the whirlwind happens to be.If the whirlwind’s base touches the ground, it creates a swirling cloud of debris. This cloud is centered on the djinni and has a diameter equal to half the whirlwind’s height. The cloud obscures all vision, including darkvision, beyond 5 feet. Creatures 5 feet away have concealment, while those farther away have total concealment.Those caught in the cloud must succeed on a Concentration check (DC 15 + spell level) to cast a spell.A djinni in whirlwind form cannot make melee attacks and does not threaten the area around it.SEE WIKIPEDIA ENTRY: Djinni"
  }
]