[
  {
    "Nombre": "Puppeteer"
  },
  {
    "Size/Type": "Fine Magical Beast (Psionic)",
    "Hit Dice": "1/4 d10 (1 hp)",
    "Initiative": "+2",
    "Speed": "5 ft. (1 square)",
    "Armor Class": "20 (+8 size, +2 Dex), touch 20, flat-footed 18",
    "Base Attack/Grapple": "+1/–20",
    "Attack": "Bite +4 melee (1d2–5)",
    "Full Attack": "Bite +4 melee (1d2–5)",
    "Space/Reach": "1/2 ft./0 ft.",
    "Special Attacks": "Enthrall, psi-like abilities",
    "Special Qualities": "Blindsight 60 ft., host protection, telepathy 20 ft.",
    "Saves": "Fort +2, Ref +4, Will +5",
    "Abilities": "Str 1, Dex 15, Con 11, Int 14, Wis 16, Cha 14",
    "Skills": "Hide +22, Listen +7, Sense Motive +7, Spot +7",
    "Feats": "Iron Will",
    "Environment": "Underground",
    "Organization": "Solitary or pack (2–8)",
    "Challenge Rating": "1",
    "Treasure": "None",
    "Alignment": "Usually lawful evil",
    "Advancement": "—",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "Puppeteers do not speak, though they can speak indirectly using a host body’s vocal cords, in whatever language the host knows (usually Common)."
  },
  {
    "Combate": "Puppeteers use their psionic powers in conjunction with their enthrall ability to gain control over potential hosts. Once it is in control, a puppeteer almost exclusively relies on the host’s mental and physical abilities, although it can use its own powers to enhance their effectiveness in a particularly dangerous situation.Enthrall (Ex): If a puppeteer is in physical contact with a person it has charmed (the puppeteer establishes a physical hold by means of slender infiltrating tendrils), the subject acts as if dominated. (Puppeteers often seek to charm victims first and then “ask” to be picked up.) So long as the puppeteer remains in contact with the victim, the domination remains in effect, even if a check would normally indicate that the effect is broken.Psi-Like Abilities: 3/day— detect psionics, mental barrier, psionic charm (DC 13). Manifester level 1st. The save DCs are Charisma-based.Blindsight (Ex): A puppeteer can ascertain creatures by nonvisual means within 60 feet.Hide Mind (Su): A puppeteer cannot be identified as psionic by divination spells or clairsentience powers.Host Protection (Ex): A puppeteer in control of a host is treated as an attended magic item for the purpose of making saving throws, even if the puppeteer is specifically targeted. A puppeteer that is attached to its host is treated as a creature in a grapple for the purpose of striking at the puppeteer instead of the host (but the host is not considered grappled in turn).Telepathy (Su): A puppeteer can communicate telepathically with any creature within 20 feet that has a language."
  }
]