[
  {
    "Nombre": "Ravid"
  },
  {
    "Size/Type": "Medium Outsider (Extraplanar)",
    "Hit Dice": "3d8+3 (16 hp)",
    "Initiative": "+4",
    "Speed": "20 ft. (4 squares), fly 60 ft. (perfect)",
    "Armor Class": "25 (+15 natural), touch 10, flat-footed 25",
    "Base Attack/Grapple": "+3/+4",
    "Attack": "Tail slap +4 melee (1d6+1 plus positive energy) or tail touch +4 melee touch (positive energy)",
    "Full Attack": "Tail slap +4 melee (1d6+1 plus positive energy) and claw +2 melee (1d4 plus positive energy); or tail touch +4 melee touch (positive energy) and claw touch +2 melee touch (positive energy)",
    "Space/Reach": "5 ft./5 ft.",
    "Special Attacks": "Positive energy lash, animate objects",
    "Special Qualities": "Darkvision 60 ft., flight, immunity to fire",
    "Saves": "Fort +4, Ref +3, Will +4",
    "Abilities": "Str 13, Dex 10, Con 13, Int 7, Wis 12, Cha 14",
    "Skills": "Escape Artist +6, Hide +6, Listen +7, Move Silently +6, Spot +7, Survival +7, Use Rope +0 (+2 with bindings)",
    "Feats": "Improved Initiative, Multiattack",
    "Environment": "Positive Energy Plane",
    "Organization": "Solitary (1 plus at least 1 animated object)",
    "Challenge Rating": "5",
    "Treasure": "None",
    "Alignment": "Always neutral",
    "Advancement": "4 HD (Medium); 5–9 HD (Large)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "Ravids are creatures from the Positive Energy Plane. These bizarre entities imbue creatures with energy by their touch and animate lifeless objects around them. Ravids that make their way to the Material Plane wander about aimlessly, followed by the objects to which they have given life.A ravid is about 7 feet long and weighs about 75 pounds."
  },
  {
    "Combate": "Ravids fight only in self-defense. A ravid itself is not very powerful but is always accompanied by at least one animated object that defends it.Positive Energy Lash (Su): A ravid can make a touch attack or hit with a claw or tail slap attack to infuse a target with positive energy. The energy produces an unpleasant tingle in living creatures, and against undead foes (even incorporeal ones) it deals 2d10 points of damage.Animate Objects (Su): Once per round, a random object within 20 feet of a ravid animates as though by the spell animate objects (caster level 20th). These objects defend the ravid to the best of their ability, but the ravid isn’t intelligent enough to employ elaborate tactics with them.Flight (Su): A ravid can cease or resume flight as a free action. A ravid that loses this ability falls and can perform only a single action (either a move action or an attack action) each round.Feats: A ravid has the Multiattack feat even through it does not have the requisite three natural weapons."
  }
]