[
  {
    "Size/Type": "Medium Undead (Incorporeal)",
    "Hit Dice": "7d12 (45 hp)",
    "Initiative": "+7",
    "Speed": "40 ft. (8 squares), fly 80 ft. (perfect)",
    "Armor Class": "15 (+3 Dex, +2 deflection), touch 15, flat-footed 13",
    "Base Attack/Grapple": "+3/—",
    "Attack": "Incorporeal touch +6 melee (1d8 plus Energy drain)",
    "Full Attack": "Incorporeal touch +6 melee (1d8 plus Energy drain)",
    "Space/Reach": "5 ft./5 ft.",
    "Special Attacks": "Energy drain, create spawn",
    "Special Qualities": "Darkvision 60 ft., incorporeal traits, +2 turn resistance, sunlight powerlessness, undead traits, unnatural aura",
    "Saves": "Fort +2, Ref +5, Will +7",
    "Abilities": "Str —, Dex 16, Con —, Int 14, Wis 14, Cha 15",
    "Skills": "Hide +13, Intimidate +12, Knowledge (religion) +12, Listen +14, Search +12, Spot +14, Survival +2 (+4 following tracks)",
    "Feats": "Alertness, Blind Fight, Improved Initiative",
    "Environment": "Any land and underground",
    "Organization": "Solitary, gang (2–4), or swarm (6–11)",
    "Challenge Rating": "7",
    "Treasure": "None",
    "Alignment": "Always lawful evil",
    "Advancement": "8–14 HD (Medium)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "A spectre looks much as it did in life and can be easily recognized by those who knew the individual or have seen the individual’s face in a painting or a drawing. In many cases, the evidence of a violent death is visible on its body. A spectre is roughly human-sized and is weightless."
  },
  {
    "Combate": "In close combat a spectre attacks with its numbing, life-draining touch. It makes full use of its incorporeal nature, moving through walls, ceilings, and floors as it attacks.Energy Drain (Su): Living creatures hit by a spectre’s incorporeal touch attack gain two negative levels. The DC is 15 for the Fortitude save to remove a negative level. The save DC is Charisma-based. For each such negative level bestowed, the spectre gains 5 temporary hit points.Create Spawn (Su): Any humanoid slain by a spectre becomes a spectre in 1d4 rounds. Spawn are under the command of the spectre that created them and remain enslaved until its death. They do not possess any of the abilities they had in life.Unnatural Aura (Su): Animals, whether wild or domesticated, can sense the unnatural presence of a spectre at a distance of 30 feet. They do not willingly approach nearer than that and panic if forced to do so; they remain panicked as long as they are within that range.Sunlight Powerlessness (Ex): Spectres are powerless in natural sunlight (not merely a daylight spell) and flee from it. A spectre caught in sunlight cannot attack and can take only a single standard action in a round."
  }
]