[
  {
    "Size/Type": "Medium Animal (Aquatic)",
    "Hit Dice": "3d8 (13 hp)",
    "Initiative": "+3",
    "Speed": "Swim 60 ft. (12 squares)",
    "Armor Class": "16 (+3 Dex, +3 natural), touch 13, flat-footed 13",
    "Base Attack/Grapple": "+2/+8*",
    "Attack": "Arms +4 melee (0)",
    "Full Attack": "Arms +4 melee (0) and bite –1 melee (1d6+1)",
    "Space/Reach": "5 ft./5 ft.",
    "Special Attacks": "Improved grab",
    "Special Qualities": "Ink cloud, jet, low-light vision",
    "Saves": "Fort +3, Ref +6, Will +2",
    "Abilities": "Str 14, Dex 17, Con 11, Int 1, Wis 12, Cha 2",
    "Skills": "Listen +7, Spot +7, Swim +10",
    "Feats": "Alertness, Endurance",
    "Environment": "Temperate aquatic",
    "Organization": "Solitary or school (6–11)",
    "Challenge Rating": "1",
    "Treasure": "None",
    "Alignment": "Always neutral",
    "Advancement": "4–6 HD (Medium); 7–11 HD (Large)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "These free-swimming mollusks are fairly aggressive. They are more feared than sharks in some locales."
  },
  {
    "Combate": "Improved Grab (Ex): To use this ability, a squid must hit an opponent of any size with its arms attack. It can then attempt to start a grapple as a free action without provoking an attack of opportunity. If it wins the grapple check, it establishes a hold and automatically deals bite damage. *A squid has a +4 racial bonus on grapple checks.Ink Cloud (Ex): A squid can emit a cloud of jet-black ink 10 feet high by 10 feet wide by 10 feet long once per minute as a free action. The cloud provides total concealment, which the squid normally uses to escape a losing fight. All vision within the cloud is obscured.Jet (Ex): A squid can jet backward once per round as a full-round action, at a speed of 240 feet. It must move in a straight line, but does not provoke attacks of opportunity while jetting.Skills: A squid has a +8 racial bonus on any Swim check to perform some special action or avoid a hazard. It can always choose to take 10 on a Swim check, even if distracted or endangered. It can use the run action while swimming, provided it swims in a straight line.SEE WIKIPEDIA ENTRY: Squid"
  }
]