[
  {
    "Nombre": "Tendriculos"
  },
  {
    "Size/Type": "Huge Plant",
    "Hit Dice": "9d8+54 (94 hp)",
    "Initiative": "–1",
    "Speed": "20 ft. (4 squares)",
    "Armor Class": "16 (–2 size, –1 Dex, +9 natural), touch 7, flat-footed 16",
    "Base Attack/Grapple": "+6/+23",
    "Attack": "Bite +13 melee (2d8+9) and 2 tendrils +8 melee (1d6+4)",
    "Full Attack": "Bite +13 melee (2d8+9) and 2 tendrils +8 melee (1d6+4)",
    "Space/Reach": "15 ft./15 ft.",
    "Special Attacks": "Improved grab, paralysis, swallow whole",
    "Special Qualities": "Low-light vision, plant traits, regeneration 10",
    "Saves": "Fort +12, Ref +2, Will +4",
    "Abilities": "Str 28, Dex 9, Con 22, Int 3, Wis 8, Cha 3",
    "Skills": "Hide +9, Listen +1, Move Silently +1, Spot +1",
    "Feats": "Alertness, Iron Will, Power Attack, Stealthy",
    "Environment": "Temperate forests",
    "Organization": "Solitary",
    "Challenge Rating": "6",
    "Treasure": "1/10th coins; 50% goods; 50% items",
    "Alignment": "Always neutral",
    "Advancement": "10–16 HD (Huge); 17–27 HD (Gargantuan)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "A tendriculos can rear up to a height of 15 feet. It weighs about 3,500 pounds.Animals and other plant creatures are unnerved by the presence of a tendriculos; they avoid it and any place it has been within the last 24 hours."
  },
  {
    "Combate": "Prowling deep forests or waiting in vegetated areas (looking like nothing more than a small hillock), a tendriculos attacks savagely, showing no fear. It attempts to swallow as much flesh as it can, as quickly as it can.Improved Grab (Ex): To use this ability, a tendriculos must hit a creature at least one size smaller than itself with its bite attack. It can then attempt to start a grapple as a free action without provoking an attack of opportunity. If it wins the grapple check, it establishes a hold and can try to swallow the opponent in the following round. A tendriculos can also use its improved grab ability on a tendril attack. If it wins the grapple check, it establishes a hold, picks up the opponent, and transfers it to the mouth as a free action, automatically dealing bite damage.Swallow Whole/Paralysis (Ex): A tendriculos can try to swallow a grabbed opponent by making a successful grapple check. Once inside the plant’s mass, the opponent must succeed on a DC 20 Fortitude save or be paralyzed for 3d6 rounds by the tendriculos’s digestive juices, taking 2d6 points of acid damage per round. A new save is required each round inside the plant. The save DC is Constitution-based. A swallowed creature that avoids paralysis can climb out of the mass with a successful grapple check. This returns it to the plant’s maw, where another successful grapple check is needed to get free. A swallowed creature can also cut its way out by using a light slashing or piercing weapon to deal 25 points of damage to the tendriculos’s interior (AC 14). Once the creature exits, the plant’s regenerative capacity closes the hole; another swallowed opponent must cut its own way out. A Huge tendriculos’s interior can hold 2 Large, 8 Medium, 32 Small, 128 Tiny, or 512 Diminutive or smaller opponents.Regeneration (Ex): Bludgeoning weapons and acid deal normal damage to a tendriculos. A tendriculos that loses part of its body mass can regrow it in 1d6 minutes. Holding the severed portion against the mass enables it to reattach instantly."
  }
]