[
  {
    "Nombre": "Three-headed sirrush"
  },
  {
    "Size/Type": "Large Magical Beast",
    "Hit Dice": "45d10+855 (1,102 hp)",
    "Initiative": "+25 (+17 Dex, +8 Superior Initiative)",
    "Speed": "120 ft.",
    "Armor Class": "50 (+17 Dex, –1 size, +24 natural), touch 26, flat-footed 34",
    "Base Attack/Grapple": "+45/+67",
    "Attack": "Claw +63 (3d6+18/19–20 (+1d6 on critical hit)) melee",
    "Full Attack": "4 claws +63 melee, 3 bites +61 melee",
    "Space/Reach": "10 ft./5 ft.",
    "Special Attacks": "Pounce, stunning roar",
    "Special Qualities": "Blindsight 350 ft., DR 10/epic, darkvision 60 ft., fast healing 25, low-light vision, SR 42, scent; acid, cold, electricity, fire, and sonic resistance 15",
    "Saves": "Fort +45, Ref +43, Will +33",
    "Abilities": "Str 47, Dex 45, Con 49, Int 26, Wis 43, Cha 33",
    "Skills": "Balance +65, Climb +66, Hide +65, Intimidate +59, Jump +102, Listen +64, Move Silently +65, Search +56, Spot +64, Survival +64",
    "Feats": "Blinding Speed (×6), Cleave, Great Cleave, Improved Critical (claw), Improved Initiative, Multiattack, Overwhelming Critical (claw), Power Attack, Superior Initiative, Weapon Focus (bite), Weapon Focus (claw)",
    "Environment": "Any",
    "Organization": "Solitary, pair, or pack (1–2 three-headed sirrushes and 4–9 sirrushes).",
    "Challenge Rating": "28",
    "Treasure": "Standard",
    "Alignment": "Usually chaotic neutral",
    "Advancement": "46–55 HD (Large); 56–65 HD (Huge); 66+ HD (Gargantuan)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "Sirrushes speak Sylvan and Draconic.A sirrush’s natural weapons are treated as epic for the purpose of overcoming damage reduction."
  },
  {
    "Combate": "Stunning Roar (Ex): Every 1d4 rounds, a sirrush can loose a sonic attack of such volume that it stuns all creatures in a 60-foot spread for 1d4 rounds if they fail a fortitude saving throw (DC 51). The DC is Constitution-based.Pounce (Ex): If a sirrush charges or leaps upon a foe during its first round of combat, it can make a full attack even if it has already taken a move action.Headloss Resistance (Ex): A sirrush’s thick bony plate protects its neck like a shield and provides resistance from effects that could normally behead it, such as a vorpal weapon. When a sirrush or three-headed sirrush would otherwise lose its head, it instead makes a fortitude saving throw (DC 10 + 1/2 HD of attacker + attacker’s Strength modifier). On a failed save, the sirrush’s head leaves its shoulders normally, but on a successful save, the sirrush is unaffected by the beheading. A sirrush dies when beheaded; a three-headed sirrush goes on fighting until all its heads are lost (the only penalty it incurs is one or two fewer bite attacks when it makes a full attack)."
  }
]