[
  {
    "Monstruo y Nivel": "Animated Object, Tiny",
    "Size/Type": "Tiny Construct",
    "Hit Dice": "1/2 d10 (2 hp)",
    "Initiative": "+2",
    "Speed": "40 ft. (8 squares); 50 ft. legs, 60 ft. multiple legs; 80 ft. wheels",
    "Armor Class": "14 (+2 size, +2 Dex), touch 14, flat-footed 12",
    "Base Attack/Grapple": "+0/–9",
    "Attack": "Slam +1 melee (1d3–1)",
    "Full Attack": "Slam +1 melee (1d3–1)",
    "Space/Reach": "2-1/2 ft./0 ft.",
    "Special Attacks": "See text",
    "Special Qualities": "Construct traits, darkvision 60 ft., low-light vision; also see text",
    "Saves": "Fort +0, Ref +2, Will –5",
    "Abilities": "Str 8, Dex 14, Con —, Int —, Wis 1, Cha 1",
    "Skills": "—",
    "Feats": "—",
    "Environment": "Any",
    "Organization": "Group (4)",
    "Challenge Rating": "1/2",
    "Treasure": "None",
    "Alignment": "Always neutral",
    "Advancement": "—",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "Animated objects come in all sizes, shapes, and colors. They owe their existence as creatures to spells such as animate objects or similar supernatural abilities."
  },
  {
    "Combate": "Animated objects fight only as directed by the animator. They follow orders without question and to the best of their abilities. Since they do not need to breathe and never tire, they can be extremely capable minions.An animated object can have one or more of the following special abilities, depending on its form.Blind (Ex): A sheetlike animated object such as a carpet or tapestry can grapple an opponent up to three sizes larger than itself. The object makes a normal grapple check. If it wins, it wraps itself around the opponent’s head, causing that creature to be blinded until removed.Constrict (Ex): A flexible animated object such as a rope, vine, or rug deals damage equal to its slam damage value plus 1- 1/2 times its Strength bonus with a successful grapple check against a creature up to one size larger than itself.An object of at least Large size can make constriction attacks against multiple creatures at once, if they all are at least two sizes smaller than the object and can fit under it.Hardness (Ex): An animated object has the same hardness it had before it was animated.Improved Speed (Ex): The base land speed given in the statistics block assume that an animated object lurches, rocks, or slithers along.Objects with two legs (statues, ladders) or a similar shape that allows faster movement have a +10 foot bonus to speed. Objects with multiple legs (tables, chairs) have a +20 foot bonus to speed. Wheeled objects have a +40 foot bonus to speed.Objects might have additional modes of movement. A wooden object can float and has a swim speed equal to half its land speed. A rope or similar sinuous object has a climb speed equal to half its land speed. A sheetlike object can fly (clumsy maneuverability) at half its normal speed."
  }
]