[
  {
    "Nombre": "Troll hunter"
  },
  {
    "Monstruo y Nivel": "Troll Hunter, 6th-Level Ranger",
    "Size/Type": "Large Giant",
    "Hit Dice": "6d8+6d8+72 (130 hp)",
    "Initiative": "+1",
    "Speed": "30 ft. (6 squares)",
    "Armor Class": "21 (–1 size, +1 Dex, +6 natural, +5 +1 chain shirt),, touch 10, flat-footed 20",
    "Base Attack/Grapple": "+10/+21",
    "Attack": "Claw +16 melee (1d6+7) or +1 Battleaxe +17 melee (2d6+8/x3) or javelin +10 ranged (1d8+7)",
    "Full Attack": "2 claws +16 melee (1d6+7) and bite +11 melee (1d6+3); or +1 Battleaxe +17/+12 melee (2d6+8/x3) and claw +12 melee (1d6+3) and bite +12 (1d6+3); or javelin +10 ranged (1d8+7)",
    "Space/Reach": "10 ft./10 ft.",
    "Special Attacks": "Rend 2d6+10, spells",
    "Special Qualities": "Darkvision 90 ft., favored enemy elves (+4), favored enemy humans (+2), low-light vision, regeneration 5, scent, wild empathy",
    "Saves": "Fort +16, Ref +8, Will +8",
    "Abilities": "Str 25, Dex 12, Con 22, Int 10, Wis 15, Cha 10",
    "Skills": "Knowledge (nature) +6, Knowledge (dungeoneering) +6, Listen +13, Move Silently +9, Search +6, Spot +13, Survival +11 (+13 above- or underground and following tracks)",
    "Feats": "Alertness, Cleave, EnduranceB, Improved Natural Armor, Improved Two-Weapon FightingB, Iron Will, Power Attack, TrackB, Two-Weapon FightingB",
    "Environment": "Cold mountains",
    "Organization": "Solitary",
    "Challenge Rating": "11",
    "Treasure": "Standard",
    "Alignment": "Usually chaotic evil",
    "Advancement": "—",
    "Level Adjustment": "+5"
  },
  {
    "Descripción": "Trolls walk upright but hunched forward with sagging shoulders. Their gait is uneven, and when they run, their arms dangle and drag along the ground. For all this seeming awkwardness, trolls are very agile.A typical adult troll stands 9 feet tall and weighs 500 pounds. Females are slightly larger than males. A troll’s rubbery hide is moss green, mottled green and gray, or putrid gray. The hair is usually greenish black or iron gray.Some trolls, more cunning than most, are not satisfied with merely eating civilized beings but train to hunt them relentlessly. These troll hunters are fearsome rangers who focus on slaying and devouring humanoid prey.Trolls speak Giant."
  },
  {
    "Combate": "Trolls have no fear of death: They launch themselves into combat without hesitation, flailing wildly at the closest opponent. Even when confronted with fire, they try to get around the flames and attack.Rend (Ex): If a troll hits with both claw attacks, it latches onto the opponent’s body and tears the flesh. This attack automatically deals an additional 2d6+10 points of damage.Regeneration (Ex): Fire and acid deal normal damage to a troll. If a troll loses a limb or body part, the lost portion regrows in 3d6 minutes. The creature can reattach the severed member instantly by holding it to the stump.A troll hunter makes full use of its scent ability to track its favored enemies and generally prefers to hunt in darkness.The troll hunter uses its limited repertoire of spells to protect itself from damaging forms of energy and to immobilize enemies.Typical Ranger Spells Prepared (2; save DC 12 + spell level): 1st—entangle, resist energy.SEE WIKIPEDIA ENTRY: Troll"
  }
]