[
  {
    "Nombre": "Vermiurge"
  },
  {
    "Size/Type": "Large Aberration",
    "Hit Dice": "42d8+546 (735 hp)",
    "Initiative": "+11 (+7 Dex, +4 Improved Initiative)",
    "Speed": "50 ft., fly 90 ft. (perfect)",
    "Armor Class": "40 (+3 Dex, –1 size, +24 natural), touch 12, flat-footed 27",
    "Base Attack/Grapple": "+31/+47",
    "Attack": "Sting +43 (1d6+12/19–20 plus poison) melee",
    "Full Attack": "Sting +43 (1d6+12/19–20 plus poison) melee, 4 pincers +41 (2d8+6/19–20) melee, bite +40 (3d6+6 plus poison) melee",
    "Space/Reach": "5 ft./5 ft.",
    "Special Attacks": "Aura of Doom, concealing aura, Frightful Presence, poison, spell-like abilities",
    "Special Qualities": "DR 10/epic, darkvision 60 ft., fast healing 10, immune to all mind-affecting effects, low-light vision, SR 34; scent",
    "Saves": "Fort +29, Ref +21, Will +38",
    "Abilities": "Str 34, Dex 25, Con 36, Int 14, Wis 40, Cha 44",
    "Skills": "Heal +24, Hide +33, Jump +45, Knowledge (nature) +34, Listen +47, Move Silently +33, Spot +47",
    "Feats": "Alertness, Blinding Speed, Cleave, Combat Reflexes, Dodge, Great Cleave, Great fortitude, Improved Bull Rush, Improved Critical (pincers), Improved Critical (sting), Improved Initiative, Multiattack, Power Attack, Weapon Focus (pincers), Weapon Focus (sting)",
    "Environment": "Any",
    "Organization": "Solitary",
    "Challenge Rating": "24",
    "Treasure": "Standard",
    "Alignment": "Usually lawful neutral",
    "Advancement": "43–52 HD (Large); 53–70 HD (Huge)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "Vermiurges speak Terran.A vermiurge’s natural weapons are treated as epic for the purpose of overcoming damage reduction."
  },
  {
    "Combate": "Aura of Doom (Su): A vermiurge is constantly affected as if by a crown of vermin spell (epic spell) cast by a 42nd-level caster. As per the spell, a vermiurge may completely suppress the aura of insects as desired. A vermiurge’s aura of doom constantly replenishes itself at a rate of 200 vermin per round (unlimited duration). When vermin die off either by being slain or by dealing Damage to another creature, the aura does not permanently collapse, even if all the vermin are slain or if all 1,000 vermin deal their Damage in 1 round. As soon as any vermin are replenished, they participate normally in the crown of vermin effect.Concealing Aura (Ex): Its aura of doom constantly provides a vermiurge with nine-tenths concealment, so all attacks made against it have a 40% miss chance.Frightful Presence (Su): This ability takes effect automatically when the vermiurge first engages its aura of doom. It affects only opponents with fewer Hit Dice or levels than the creature has. The affected creature must make a successful Will save (DC 48) or become shaken. Success indicates that the target is immune to that creature’s frightful presence for one day. The save DC is Charisma-based.Poison (Ex): Sting or bite, Fortitude save (DC 44); initial Damage 1d6 temporary Con, secondary Damage 2d6 temporary Con. The save DC is Constitution-based."
  }
]