[
  {
    "Nombre": "Weretiger"
  },
  {
    "Monstruo y Nivel": "Weretiger, Hybrid Form",
    "Size/Type": "Large Humanoid (Human, Shapechanger)",
    "Hit Dice": "1d8+1 plus 6d8+18 (50 hp)",
    "Initiative": "+6",
    "Speed": "30 ft. (6 squares)",
    "Armor Class": "16 (–1 size, +2 Dex, +5 natural),, touch 11, flat-footed 14",
    "Base Attack/Grapple": "+5/+16",
    "Attack": "Claw +11 melee (1d8+7)",
    "Full Attack": "2 claws +11 melee (1d8+7) and bite +6 melee (2d6+3)",
    "Space/Reach": "10 ft./10 ft.",
    "Special Attacks": "Curse of lycanthropy",
    "Special Qualities": "Alternate form, tiger empathy, damage reduction 10/silver, low-light vision, scent",
    "Saves": "Fort +10, Ref +7, Will +4",
    "Abilities": "Str 25, Dex 15, Con 16, Int 10, Wis 11, Cha 8",
    "Skills": "Balance +6, Climb +12, Handle Animal +3, Hide +2, Listen +6, Move Silently +12, Spot +6",
    "Feats": "(same as human form)",
    "Environment": "Warm forests",
    "Organization": "(same as human form)",
    "Challenge Rating": "5",
    "Treasure": "Standard",
    "Alignment": "Always neutral",
    "Advancement": "By character class",
    "Level Adjustment": "+3"
  },
  {
    "Descripción": "Weretigers in humanoid form tend to be sleekly muscular, taller than average, and very agile."
  },
  {
    "Combate": "Weretigers can assume a hybrid form as well as an animal form. In tiger form, they can pounce and grab just as normal tigers do. In hybrid form, they rely on their deadly claws.Alternate Form (Su): A weretiger can assume a bipedal hybrid form or the form of a tiger.Curse of Lycanthropy (Su): Any humanoid or giant hit by a weretiger’s bite attack in animal or hybrid form must succeed on a DC 15 Fortitude save or contract lycanthropy.Improved Grab (Ex): To use this ability, a weretiger in tiger form must hit with a claw or bite attack. It can then attempt to start a grapple as a free action without provoking an attack of opportunity. If it wins the grapple check, it establishes a hold and can rake.Pounce (Ex): If a weretiger in tiger form charges an opponent, it can make a full attack, including two rake attacks.Rake (Ex): Attack bonus +9 melee, damage 1d8+3.Tiger Empathy (Ex): Communicate with tigers and dire tigers, and +4 racial bonus on Charisma-based checks against tigers and dire tigers.Skills: In any form, weretigers have a +4 bonus on Balance, Hide, and Move Silently checks. *In areas of tall grass or heavy undergrowth, the Hide bonus improves to +8 in the tiger form.The weretiger presented here is a 1st-level human warrior and natural lycanthrope, using the following base ability scores: Str 13, Dex 11, Con 12, Int 10, Wis 9, Cha 8.SEE WIKIPEDIA ENTRY: Werecat"
  }
]