[
  {
    "Nombre": "Wyvern"
  },
  {
    "Size/Type": "Large Dragon",
    "Hit Dice": "7d12+14 (59 hp)",
    "Initiative": "+1",
    "Speed": "20 ft. (4 squares), fly 60 ft. (poor)",
    "Armor Class": "18 (–1 size, +1 Dex, +8 natural), touch 10, flat-footed 17",
    "Base Attack/Grapple": "+7/+15",
    "Attack": "Sting +10 melee (1d6+4 plus poison) or talon +10 melee (2d6+4) or bite +10 melee (2d8+4)",
    "Full Attack": "Sting +10 melee (1d6+4 plus poison) and bite +8 melee (2d8+4) and 2 wings +8 melee (1d8+2) and 2 talons +8 melee (2d6+4)",
    "Space/Reach": "10 ft./5 ft.",
    "Special Attacks": "Poison, improved grab",
    "Special Qualities": "Darkvision 60 ft., immunity to sleep and paralysis, low-light vision, scent",
    "Saves": "Fort +7, Ref +6, Will +6",
    "Abilities": "Str 19, Dex 12, Con 15, Int 6, Wis 12, Cha 9",
    "Skills": "Hide +7, Listen +13, Move Silently +11, Spot +16",
    "Feats": "Ability Focus (poison), Alertness, Flyby Attack, MultiattackB",
    "Environment": "Warm hills",
    "Organization": "Solitary, pair, or flight (3–6)",
    "Challenge Rating": "6",
    "Treasure": "Standard",
    "Alignment": "Usually neutral",
    "Advancement": "8–10 HD (Huge); 11–21 HD (Gargantuan)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "A distant cousin to the true dragons, the wyvern is a huge flying lizard with a poisonous stinger in its tail.A wyvern’s body is 15 feet long, and dark brown to gray; half that length is tail. Its wingspan is about 20 feet. A wyvern weighs about one ton.Wyverns speak Draconic, but usually don’t bother with anything more elaborate than a loud hiss or a deep-throated growl much like that of a bull alligator."
  },
  {
    "Combate": "Wyverns are rather stupid but always aggressive: They attack nearly anything that isn’t obviously more powerful than themselves. A wyvern dives from the air, snatching the opponent with its talons and stinging it to death. A wyvern can slash with its talons only when making a flyby attack.Improved Grab (Ex): To use this ability, a wyvern must hit with its talons. It can then attempt to start a grapple as a free action without provoking an attack of opportunity. If it wins the grapple check, it establishes a hold and stings.Poison (Ex): Injury, Fortitude DC 17, initial and secondary damage 2d6 Con. The save DC is Constitution-based.Skills: Wyverns have a +3 racial bonus on Spot checks.SEE WIKIPEDIA ENTRY: Wyvern"
  }
]