[
  {
    "Nombre": "Xixecal"
  },
  {
    "Monstruo y Nivel": "Xixecal",
    "Size/Type": "Colossal Outsider (Chaotic, Cold, Evil, Extraplanar)",
    "Hit Dice": "72d8+1,080 (1,676 hp)",
    "Initiative": "+11 (+7 Dex. +4 Improved Initiative)",
    "Speed": "140 ft.",
    "Armor Class": "58 (–8 size, +1 Dex, +55 natural), touch 3, flat-footed 57",
    "Base Attack/Grapple": "+72/+116",
    "Attack": "Claw +95 (2d8+28/19-20) melee",
    "Full Attack": "2 claws +95 (2d8+28/19–20) melee, bite +89 (4d6+14) melee, stamp +89 (4d6+14) melee",
    "Space/Reach": "50 ft./50 ft.",
    "Special Attacks": "Rend 4d8+42, cold, spell-like abilities, breath weapon, summon white dragon, Constitution drain",
    "Special Qualities": "Abomination traits, cold immunity, fire vulnerability, dire winter, fast healing 30, regeneration 30, SR 48, DR 20/good and epic and adamantine",
    "Saves": "Fort +55, Ref +47, Will +39",
    "Abilities": "Str 66, Dex 13, Con 40, Int 12, Wis 8, Cha 34",
    "Skills": "Climb +103, Concentration +90, Hide -9, Jump +28, Knowledge (arcana, religion, the planes) +76, Listen +70, Search +76, Spellcraft +76, Spot +76",
    "Feats": "Alertness, Blinding Speed (×4), Cleave, Devastating Critical (claw), Dodge, Epic Toughness, Epic Weapon Focus (bite), Epic Weapon Focus (claw), Epic Weapon Focus (stomp), Great Cleave, Great fortitude, Improved Critical (claw), Improved Initiative, Improved Sunder, Iron Will, Lightning Reflexes, Overwhelming Critical (claw), Power Attack, Spell Stowaway (greater invisibility), Weapon Focus (bite), Weapon Focus (claw), Weapon Focus (stomp)",
    "Environment": "Any",
    "Organization": "Solitary or in the company of 1d4+1 old white dragons",
    "Challenge Rating": "36",
    "Treasure": "Standard",
    "Alignment": "Always chaotic evil",
    "Advancement": "73–150 HD (Colossal)",
    "Level Adjustment": "—"
  },
  {
    "Descripción": "A xixecal’s natural weapons are treated as epic, evil, and chaotic-aligned for the purpose of overcoming damage reduction."
  },
  {
    "Combate": "Rend (Ex): If the xixecal hits with both claw attacks, it latches onto the opponent’s body and tears the flesh. This attack automatically deals an additional 4d8+42 points of damage.Cold (Su): A hit from a xixecal’s melee attack induces numbing cold. The opponent must succeed at a fortitude save (DC 58) or be affected as though by a slow spell for 10 rounds. The DC is Charisma-based.Spell-Like  At will—blasphemy, cone of cold, desecrate, greater dispel magic, dominate monster, hold person, greater invisibility, unholy aura, wall of ice; 5/day—haste, meteor swarm. Caster level 36th; save DC 22 + spell level. The DC is Charisma-based.Breath Weapon (Su): Cone of cold, 300 feet, 3/day, damage 12d6, fort=half DC 61. The DC is Constitution-based.Summon White Dragon (Sp): Five times per day a xixecal can summon an old white dragon.Constitution Drain (Su): This effect permanently reduces a living opponent’s Constitution score by 4 when the creature hits with a slam, bite, or rend, or twice that amount on a rend or critical hit. The creature heals 20 points of damage (or 40 on a rend or critical hit) whenever it drains Constitution, gaining any excess as temporary hit points. These temporary hit points last a maximum of 1 hour. The attack allows a fortitude save (DC 58). The DC is Charisma-based.Abomination Traits: Immune to polymorphing, petrification, and other form-altering attacks; not subject to Energy Drain, ability drain, ability damage, or death from massive damage; immune to mind-affecting effects; nondetection; true seeing at will; blindsight 500 ft.; telepathy out to 1,000 ft.The standard fire resistance 20 most abominations have is not shared by xixecalesDire Winter (Su): A xixecal always stands at the center of a permanent dire winter (epic spell) spell effect. If dispelled, the effect returns 1 minute later— the only way to permanently remove the effect is to slay the xixecal that generates it.Regeneration(Ex): Xixecals take normal damage from Lawful weapons, and double damage from burning or fiery weapons."
  }
]